Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: <guimenuitem>All Publishers (Search)</guimenuitem> — Shows an informational message in the package list pane instead of a list of packages. The message lists all publishers that you have configured and reminds you how to view all packages from those publishers. See <xref linkend="search-pkg"/> for information about searching with <guimenuitem>All Publishers (Search)</guimenuitem>.
fr: <guimenuitem>Tous les éditeurs (rechercher)</guimenuitem> : affiche un message d'information au lieu de la liste de packages dans le panneau de liste des packages. Le message répertorie tous les éditeurs configurés et vous indique pour mémoire comment visualiser tous les packages de ces éditeurs. Reportez-vous à la section <xref linkend=""search-pkg""/> pour plus d'informations sur la recherche à l'aide de <guimenuitem>Tous les éditeurs (rechercher)</guimenuitem>.
it: <guimenuitem>Tutti i publisher (Cerca)</guimenuitem> - Mostra un messaggio informativo nel riquadro dell'elenco dei pacchetti invece di un elenco di pacchetti. Nel messaggio vengono elencati tutti i publisher configurati e viene indicato come visualizzare tutti i pacchetti di quei publisher. Vedere <xref linkend="search-pkg"/> per informazioni sulla ricerca con <guimenuitem>Tutti i publisher (Cerca)</guimenuitem>.
pt_br: <guimenuitem>Todos os editores (pesquisa)</guimenuitem> — Mostra todas as mensagens informativas do painel da lista de pacotes. A mensagem exibe todos es editores configurados e lembra a você como exibir todos os pacotes desses editores. Consulte <xref linkend="search-pkg"/> para obter mais informações sobre pesquisa com <guimenuitem>Todos os editores (pesquisa)</guimenuitem>.
zh_cn: <guimenuitem>所有发布者（搜索）</guimenuitem> - 在软件包列表窗格中显示一条提示性消息而不是软件包列表。该消息列出您已配置的所有发布者并提醒您如何查看来自那些发布者的所有软件包。有关使用<guimenuitem>所有发布者（搜索）</guimenuitem>进行搜索的信息，请参见<xref linkend="search-pkg"/>。

source: <guimenuitem>Add...</guimenuitem> — Opens the Add Publisher window.
fr: <guimenuitem>Ajouter...</guimenuitem> : ouvre la fenêtre Ajouter un éditeur.
it: <guimenuitem>Aggiungi...</guimenuitem> - Consente di aprire la finestra Aggiungi publisher.
pt_br: <guimenuitem>Adicionar...</guimenuitem> — Abre a janela Adicionar editor.
zh_cn: <guimenuitem>添加...</guimenuitem> - 打开“添加发布者”窗口。

source: By Package Status
fr: Par statut de package
it: Per stato del pacchetto
pt_br: Por status do pacote
zh_cn: 按软件包状态

source: The <guimenu>View</guimenu> drop-down menu enables you to list packages according to package status. Package status can be installed, not installed, or an update is available. The icons displayed on the <guimenu>View</guimenu> menu match the icons displayed in the Status column of the package list pane.
fr: Le menu déroulant <guimenu>Vue</guimenu> vous permet d'afficher la liste des packages par statut de package. Les packages peuvent avoir le statut installé, non installé ou mise à jour disponible. Les icônes affichées dans le menu <guimenu>Vue</guimenu> sont identiques aux icônes affichées dans la colonne Statut du panneau de liste des packages.
it: Il menu a discesa <guimenu>Visualizza</guimenu> consente di elencare i pacchetti in base allo stato del pacchetto. Lo stato può essere installato, non installato o con disponibilità di aggiornamenti. Le icone visualizzate nel menu <guimenu>Visualizza</guimenu> corrispondono a quelle presenti nella colonna Stato del riquadro dell'elenco dei pacchetti.
pt_br: O menu drop-down <guimenu>Exibir</guimenu> permite listar pacotes de acordo com o status do pacote. O status do pacote pode ser instalado, não instalado ou uma variável de atualização pode estar disponível. Os ícones exibidos no menu <guimenu>Exibir</guimenu> correspondem aos ícones exibidos na coluna Status do painel da lista de pacotes.
zh_cn: 通过<guimenu>视图</guimenu>下拉式菜单，您可以按软件包状态列出软件包。软件包状态可以是已安装、未安装或有更新可用。<guimenu>视图</guimenu>菜单上显示的图标与软件包列表窗格的“状态”列中显示的图标相匹配。

source: <guimenuitem>All Packages</guimenuitem> — Shows all packages available from the selected publisher in the selected category or matching the specified search string.
fr: <guimenuitem>Tous les packages</guimenuitem> : affiche tous les packages disponibles issus de l'éditeur sélectionné et appartenant à la catégorie sélectionnée ou correspondant à la chaîne de recherche spécifiée.
it: <guimenuitem>Tutti i pacchetti</guimenuitem> - Mostra tutti i pacchetti disponibili dal publisher selezionato nella categoria selezionata o che corrispondono alla stringa di ricerca specifica.
pt_br: <guimenuitem>Todos os pacotes</guimenuitem> — Mostra todos os pacotes disponíveis do editor selecionadona categoria selecionada ou que correspondem à sequência de pesquisa espedificada.
zh_cn: <guimenuitem>所有软件包</guimenuitem> - 显示来自选定发布者的属于选定类别或与指定搜索字符串匹配的所有可用软件包。

source: Example: To list all web services packages from the <literal>solaris</literal> publisher that are installed, not installed, or have updates available, select <literal>solaris</literal> from the <guimenu>Publisher</guimenu> menu, select the <menuchoice><guimenu>Web Services</guimenu></menuchoice> category, and select <guimenuitem>All Packages</guimenuitem> from the <guimenu>View</guimenu> menu.
fr: Exemple : pour afficher la liste de tous les packages de services Web provenant de l'éditeur <literal>solaris</literal> installés, non installés ou pour lesquels des mises à jour sont disponibles, sélectionnez <literal>solaris</literal> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Services Web</guimenu></menuchoice> et sélectionnez <guimenuitem>Tous les packages</guimenuitem> dans le menu <guimenu>Vue</guimenu>.
it: Esempio: per elencare tutti i pacchetti di servizi Web dal publisher <literal>solaris</literal> installati, non installati o con aggiornamenti disponibili, selezionare <literal>solaris</literal> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <menuchoice><guimenu>Servizi Web</guimenu></menuchoice> e selezionare <guimenuitem>Tutti i pacchetti</guimenuitem> dal menu <guimenu>Visualizza</guimenu>.
pt_br: Exemplo: Para listar todos os pacotes de serviços Web do editor <literal>solaris</literal> instalados, não instalados ou disponibilizar as atualizações, selecione <literal>solaris</literal> no menu <guimenu>Editor</guimenu>, selecione a categoria <menuchoice><guimenu>Serviços Web</guimenu></menuchoice> e selecione <guimenuitem>Todos os pacotes</guimenuitem> no menu <guimenu>Exibir</guimenu>.
zh_cn: 示例：要列出来自 <literal>solaris</literal> 发布者的所有 web 服务软件包（包括已安装的、未安装的和有可用更新的），请从<guimenu>发布者</guimenu>菜单中选择 <literal>solaris</literal>，选择 <menuchoice><guimenu>Web 服务</guimenu></menuchoice>类别，并从<guimenu>视图</guimenu>菜单中选择<guimenuitem>所有软件包</guimenuitem>。

source: <guimenuitem>Installed Packages</guimenuitem> — Shows all installed packages from the selected publisher in the selected category or matching the specified search string. See also the <menuchoice><guimenu>Publisher</guimenu><guimenuitem>All Installed Packages</guimenuitem></menuchoice> option.
fr: <guimenuitem>Packages installés</guimenuitem> : affiche tous les packages installés provenant de l'éditeur sélectionné et appartenant à la catégorie sélectionnée ou correspondant à la chaîne de recherche spécifiée. Voir aussi l'option <menuchoice><guimenu>Editeur</guimenu><guimenuitem>Tous les packages installés</guimenuitem></menuchoice>.
it: <guimenuitem>Pacchetti installati</guimenuitem> - Mostra tutti i pacchetti installati dal publisher selezionato nella categoria selezionata o corrispondenti alla stringa di ricerca specificata. Vedere inoltre l'opzione <menuchoice><guimenu>Publisher</guimenu><guimenuitem>Tutti i pacchetti installati</guimenuitem></menuchoice>.
pt_br: <guimenuitem>Pacotes instalados</guimenuitem> — Mostra todos os pacotes instalados do editor selecionado na categoria selecionada ou que correspondem à sequência de pesquisa especificada. Consulte também a opção <menuchoice><guimenu>Editor</guimenu><guimenuitem>Todos os pacotes instalados</guimenuitem></menuchoice>.
zh_cn: <guimenuitem>已安装的软件包</guimenuitem> - 显示来自选定发布者的属于选定类别或与指定搜索字符串匹配的所有已安装的软件包。另请参见<menuchoice><guimenu>发布者</guimenu><guimenuitem>所有已安装的软件包</guimenuitem></menuchoice>选项。

source: Example: To list only the web server packages that are installed from the <literal>solaris</literal> publisher, select <literal>solaris</literal> from the <guimenu>Publisher</guimenu> menu, select the <menuchoice><guimenu>Web Services</guimenu></menuchoice> category, and select <guimenuitem>Installed Packages</guimenuitem> from the <guimenu>View</guimenu> menu.
fr: Exemple : pour afficher uniquement la liste des packages de services Web installés provenant de l'éditeur <literal>solaris</literal>, sélectionnez <literal>solaris</literal> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Services Web</guimenu></menuchoice> et sélectionnez <guimenuitem>Tous les packages</guimenuitem> dans le menu <guimenu>Vue</guimenu>.
it: Esempio: per elencare solo i pacchetti server Web installati dal publisher <literal>solaris</literal>, selezionare <literal>solaris</literal> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <menuchoice><guimenu>Servizi Web</guimenu></menuchoice> e selezionare <guimenuitem>Pacchetti installati</guimenuitem> dal menu <guimenu>Visualizza</guimenu>.
pt_br: Exemplo: Para listar somente os pacotes do servidor Web instalados no editor <literal>solaris</literal>, selecione <literal>solaris</literal> no menu <guimenu>Editor</guimenu>, selecione a categoria <menuchoice><guimenu>Serviços Web</guimenu></menuchoice> e selecione <guimenuitem>Pacotes instalados</guimenuitem> no menu <guimenu>Exibir</guimenu>.
zh_cn: 示例：要仅列出来自 <literal>solaris</literal> 发布者的已安装的 web 服务器软件包，请从<guimenu>发布者</guimenu>菜单中选择 <literal>solaris</literal>，选择 <menuchoice><guimenu>Web 服务</guimenu></menuchoice> 类别，并从<guimenu>视图</guimenu>菜单中选择<guimenuitem>已安装的软件包</guimenuitem>。

source: <guimenuitem>Updates</guimenuitem> — Shows all packages from the selected publisher in the selected category or matching the specified search string that have updates available.
fr: <guimenuitem>Mises à jour</guimenuitem> : affiche tous les packages provenant de l'éditeur sélectionné et appartenant à la catégorie sélectionnée ou correspondant à la chaîne de recherche spécifiée pour lesquels des mises à jour sont disponibles.
it: <guimenuitem>Aggiornamenti</guimenuitem> - Mostra tutti i pacchetti del publisher selezionato nella categoria selezionata o corrispondenti alla stringa di ricerca specificata con aggiornamenti disponibili.
pt_br: <guimenuitem>Atualizações</guimenuitem> — Mostra todos os pacotes do editor selecionado na categoria selecionada ou que correspondam à sequência de pesquisa especificada que tenham atualizações disponíveis.
zh_cn: <guimenuitem>更新</guimenuitem> - 显示来自选定发布者的属于选定类别或与指定搜索字符串匹配且有更新可用的所有软件包。

source: Example: To list all device drivers that have updates available from all publishers, select <guimenuitem>All Publishers</guimenuitem> from the <guimenu>Publisher</guimenu> menu, select the <guimenu>Drivers</guimenu> category, and select <guimenuitem>Updates</guimenuitem> from the <guimenu>View</guimenu> menu.
fr: Exemple : pour afficher la liste de tous les pilotes de périphérique pour lesquels des mises à jour sont disponibles dans l'ensemble des éditeurs, sélectionnez <guimenuitem>Tous les éditeurs</guimenuitem> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Pilotes</guimenu> et sélectionnez <guimenuitem>Mises à jour</guimenuitem> dans le menu <guimenu>Vue</guimenu>.
it: Esempio: per elencare tutti i driver di dispositivo con aggiornamenti disponibili da tutti i publisher, selezionare <guimenuitem>Tutti i publisher</guimenuitem> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <guimenu>Driver</guimenu> e selezionare <guimenuitem>Aggiornamenti</guimenuitem> dal menu <guimenu>Visualizza</guimenu>.
pt_br: Exemplo: Para listar todos os drivers de dispositivos com atualizações disponíveis de todos os editores, selecione <guimenuitem>Todos os editores</guimenuitem> no menu <guimenu>Editor</guimenu>, selecione a categoria <guimenu>Drivers</guimenu> e selecione <guimenuitem>Atualizações</guimenuitem> no menu <guimenu>Exibir</guimenu>.
zh_cn: 示例：要列出来自所有发布者的有更新可用的所有设备驱动程序，请从<guimenu>发布者</guimenu>菜单中选择<guimenuitem>所有发布者</guimenuitem>，选择<guimenu>驱动程序</guimenu>类别，并从<guimenu>视图</guimenu>菜单中选择<guimenuitem>更新</guimenuitem>。

source: <guimenuitem>Not Installed Packages</guimenuitem> — Shows all packages from the selected publisher in the selected category or matching the specified search string that are not installed.
fr: <guimenuitem>Packages non installés</guimenuitem> : affiche tous les packages provenant de l'éditeur sélectionné et appartenant à la catégorie sélectionnée ou correspondant à la chaîne de recherche spécifiée qui ne sont pas installés.
it: <guimenuitem>Pacchetti non installati</guimenuitem> - Mostra tutti i pacchetti dal publisher selezionato nella categoria selezionata o corrispondenti alla stringa di ricerca specificata non installati.
pt_br: <guimenuitem>Pacotes não instalados</guimenuitem> — Mostra todos os pacotes do editor selecionado na categoria selecionada ou que correspondam à sequência de pesquisa especificada que não estejam instalados.
zh_cn: <guimenuitem>未安装的软件包</guimenuitem> - 显示来自选定发布者的属于选定类别或与指定搜索字符串匹配的所有未安装的软件包。

source: Example: To list all the font packages that are currently not installed from the <literal>solaris</literal> publisher, select <literal>solaris</literal> from the <guimenu>Publisher</guimenu> menu, select the <menuchoice><guimenu>System</guimenu><guimenuitem>Fonts</guimenuitem></menuchoice> category, and then select <guimenuitem>Not Installed Packages</guimenuitem> from the <guimenu>View</guimenu> menu.
fr: Exemple : pour afficher la liste de tous les packages de polices de l'éditeur <literal>solaris</literal> actuellement non installés, sélectionnez <literal>solaris</literal> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Système</guimenu><guimenuitem>Polices</guimenuitem></menuchoice> et sélectionnez <guimenuitem>Packages non installés</guimenuitem> dans le menu <guimenu>Vue</guimenu>.
it: Esempio: per elencare tutti i pacchetti dei caratteri attualmente non installati dal publisher <literal>solaris</literal>, selezionare <literal>solaris</literal> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Caratteri</guimenuitem></menuchoice>, quindi selezionare <guimenuitem>Pacchetti non installati</guimenuitem> dal menu <guimenu>Visualizza</guimenu>.
pt_br: Exemplo: Para listar todos os pacotes de fontes atualmente não instalados no editor <literal>solaris</literal>, selecione <literal>solaris</literal> no menu <guimenu>Editor</guimenu>, selecione a categoria <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Fontes</guimenuitem></menuchoice> e depois <guimenuitem>Pacotes não instalados</guimenuitem> no menu <guimenu>Exibir</guimenu>.
zh_cn: 示例：要列出来自 <literal>solaris</literal> 发布者的当前未安装的所有字体软件包，请从<guimenu>发布者</guimenu>菜单中选择 <literal>solaris</literal>，选择<menuchoice><guimenu>系统</guimenu><guimenuitem>字体</guimenuitem></menuchoice>类别，并从<guimenu>视图</guimenu>菜单中选择<guimenuitem>未安装的软件包</guimenuitem>。

source: <guimenuitem>Selected Packages</guimenuitem> — Lists all packages that are currently selected. See <xref linkend="select-pkg"/>.
fr: <guimenuitem>Packages sélectionnés</guimenuitem> : affiche la liste de tous les packages actuellement sélectionnés. Reportez-vous à la section <xref linkend=""select-pkg""/>.
it: <guimenuitem>Pacchetti selezionati</guimenuitem> - Consente di elencare tutti i pacchetti attualmente selezionati. Vedere <xref linkend="select-pkg"/>.
pt_br: <guimenuitem>Pacotes selecionados</guimenuitem> — Lista todos os pacotes atualmente selecionados. Consulte <xref linkend="select-pkg"/>.
zh_cn: <guimenuitem>选定的软件包</guimenuitem> - 列出当前选定的所有软件包。请参见<xref linkend="select-pkg"/>。

source: By Category
fr: Par catégorie
it: Per categoria
pt_br: Por categoria
zh_cn: 按类别

source: You can browse the available packages by type of software in the category pane on the left side of the Package Manager window. Click a category name to show subcategories. Packages in the selected category or subcategory are listed in the package list pane according to the selected publisher and package status and the specified search criteria.
fr: Vous pouvez parcourir les packages disponibles par type de logiciel dans le panneau des catégories affiché sur la gauche dans la fenêtre du Gestionnaire de packages. Cliquez sur le nom d'une catégorie pour en afficher les sous-catégories. Les packages appartenant à la catégorie ou à la sous-catégorie sélectionnée sont répertoriés dans le panneau de liste des packages en fonction de l'éditeur sélectionné, du statut du package ainsi que des critères de recherche spécifiés.
it: È possibile esplorare i pacchetti disponibili per tipo di software nel riquadro della categoria a sinistra della finestra Package Manager. Fare clic sul nome di una categoria per visualizzare le sottocategorie. I pacchetti nella categoria o sottocategoria selezionata sono elencati nel riquadro dell'elenco dei pacchetti a seconda del publisher e dello stato del pacchetto selezionato e in base ai criteri di ricerca specificati.
pt_br: Você pode verificar os pacotes disponíveis por tipo de software no painel de categorias no lado esquerdo da janela Gerenciador de pacotes. Clique em uma categoria para ver as subcategorias.Os pacotes da categoria ou subcategoria selecionada aparecem na lista de pacotes de acordo com o editor selecionado e o status do pacote, dentro dos critérios de pesquisa especificados.
zh_cn: 您可以在软件包管理器窗口左侧的类别窗格中按软件类型浏览可用的软件包。单击某个类别名称可显示子类别。选定的类别或子类别中的软件包将根据选定的发布者和软件包状态以及指定的搜索条件在软件包列表窗格中列出。

source: In addition to named types of software, the categories pane also enables you to select <guimenuitem>All Categories</guimenuitem> and <guimenuitem>Recent Searches</guimenuitem>. See <xref linkend="search-pkg"/> “Repeat a Previous Search” for information about <guimenuitem>Recent Searches</guimenuitem>.
fr: Outre les types de logiciels nommés, vous pouvez aussi afficher <guimenuitem>Toutes les catégories</guimenuitem> et les <guimenuitem>Recherches récentes</guimenuitem> dans le panneau des catégories. Reportez-vous à la section <xref linkend=""search-pkg""/> “Répétition d'une recherche antérieure” pour plus d'informations sur l'option <guimenuitem>Recherches récentes</guimenuitem>.
it: In aggiunta ai tipi di software denominati, il riquadro delle categorie consente inoltre di selezionare <guimenuitem>Tutte le categorie</guimenuitem> e <guimenuitem>Ricerche recenti</guimenuitem>. Vedere <xref linkend="search-pkg"/> sulla ripetizione di una ricerca precedente per informazioni sulle <guimenuitem>Ricerche recenti</guimenuitem>.
pt_br: Além dos tipos de software nomeados, o painel de categorias permite selecionar <guimenuitem>Todas as categorias</guimenuitem> e <guimenuitem>Pesquisas recentes</guimenuitem>. Consulte <xref linkend="search-pkg"/> “Repetir pesquisa anterior” para obter informações sobre <guimenuitem>Pesquisas recentes</guimenuitem>.
zh_cn: 除了指定类型的软件外，类别窗格还允许您选择<guimenuitem>所有类别</guimenuitem>和<guimenuitem>最近的搜索</guimenuitem>。有关<guimenuitem>最近的搜索</guimenuitem>的信息，请参见<xref linkend="search-pkg"/>“重复以前的搜索”。

source: Searching for Packages
fr: Recherche de packages
it: Ricerca di pacchetti
pt_br: Pesquisa de pacotes
zh_cn: 搜索软件包

source: Use one of the following two methods to search for packages:
fr: Procédez de l'une des deux manières suivantes pour rechercher des packages :
it: Utilizzare uno dei due metodi seguenti per cercare i pacchetti:
pt_br: Use um dos dois métodos a seguir para procurar pacotes:
zh_cn: 可使用下列两种方法之一来搜索软件包：

source: Focus on the package list pane (for example, select <menuchoice><guimenu>Edit</guimenu><guimenuitem>Go to package list</guimenuitem></menuchoice> and start typing. As you type, matches are identified among the packages currently listed in the package list pane.
fr: Placez le curseur dans le panneau de liste des packages (sélectionnez par exemple <menuchoice><guimenu>Edition</guimenu><guimenuitem>Accéder à la liste de packages</guimenuitem></menuchoice>) et commencez la saisie. A mesure que vous saisissez des caractères, les packages correspondants sont identifiés parmi les packages actuellement répertoriés dans le panneau de liste des packages.
it: Andare al riquadro dell'elenco dei pacchetti (ad esempio, selezionare <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Vai all'elenco pacchetti</guimenuitem></menuchoice> e iniziare la digitazione. Durante la digitazione, le corrispondenze vengono identificate tra i pacchetti attualmente elencati nel riquadro dell'elenco dei pacchetti.
pt_br: Na lista de pacotes, por exemplo, selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Ir para lista de pacotes</guimenuitem></menuchoice> e comece a digitar. À medida que você digita, as correspondências são identificadas entre os pacotes listados atualmente no painel da lista de pacotes.
zh_cn: 聚焦到软件包列表窗格上（例如，选择<menuchoice><guimenu>编辑</guimenu><guimenuitem>转到软件包列表</guimenuitem></menuchoice>并开始键入）。在键入时，将从软件包列表窗格中当前列出的软件包中识别出匹配项。

source: Use the Search field in the tool bar.
fr: Utilisez le champ Rechercher accessible dans la barre d'outils.
it: Utilizzare il campo Cerca nella barra degli strumenti.
pt_br: Use o campo Pesquisar na barra de ferramentas.
zh_cn: 使用工具栏中的“搜索”字段。

source: Enter a Search String
fr: Entrez une chaîne de recherche
it: Immettere una stringa di ricerca
pt_br: Digite uma sequência de pesquisa
zh_cn: 输入搜索字符串

source: Enter a string in the Search field and then press the Enter key or click the magnifying glass icon to the right of the Search field.
fr: Entrez une chaîne dans le champ Rechercher, puis appuyez sur la touche Entrée ou cliquez sur l'icône en forme de loupe à droite du champ Rechercher.
it: Immettere una stringa nel campo Cerca e premere il tasto Invio o fare clic sull'icona della lente di ingrandimento a destra del campo Cerca.
pt_br: Digite uma sequência no campo Pesquisar e pressione a tecla Enter ou clique na lupa à direita do campo Pesquisar.
zh_cn: 在“搜索”字段中输入一个字符串，然后按 Enter 键或单击“搜索”字段右侧的放大镜图标。

source: <guimenu>Publisher</guimenu> menu selection — Package Manager searches for the search string in the information about each package from a particular publisher or from all publishers, according to what you have selected on the <guimenu> Publisher</guimenu> menu.
fr: Sélection du menu <guimenu>Editeur</guimenu> : le Gestionnaire de packages recherche la chaîne spécifiée dans les informations relatives à chaque package d'un éditeur donné ou de tous les éditeurs, en fonction de l'option sélectionnée dans le menu <guimenu>Editeur</guimenu>.
it: Selezione menu <guimenu>Publisher</guimenu> - Package Manager consente di cercare la stringa di ricerca nelle informazioni relative a ciascun pacchetto da un publisher particolare o da tutti i publisher, secondo quanto selezionato nel menu <guimenu> Publisher</guimenu>.
pt_br: Seleção do menu <guimenu>Editor</guimenu> — O Gerenciador de pacotes procura a sequência de pesquisa nas informações sobre cada pacote de um determinado editor ou de todos os editores, de acordo com o que foi selecionado no menu <guimenu>Editor</guimenu>.
zh_cn: <guimenu>发布者</guimenu>菜单选定项 - 软件包管理器根据您在<guimenu>发布者</guimenu>菜单中所做的选择，在来自特定发布者或所有发布者的每个软件包的相关信息中搜索该搜索字符串。
