Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Add a Publisher
id: Tambahkan sebuah Penerbit
sv: Lägga till utgivare

source: Perform the following steps to add a publisher and its associated URI:
id: Lakukan langkah-langkah berikut untuk menambahkan penerbit dan yang terkait URI:
sv: Så här lägger du till en utgivare och utgivarens URI:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Add Publishers</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Tambah Penerbit</guimenuitem></menuchoice>.
sv: Välj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Lägg till utgivare</guimenuitem></menuchoice>.

source: You can also choose the <guibutton>Add..</guibutton> option from the <emphasis role="strong">Publisher</emphasis> drop-down menu or select <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> and then click <emphasis>Add..</emphasis> in the <emphasis role="strong">Manage Publishers</emphasis> dialog.
id: Anda juga bisa memilih <guibutton>Tambah..</guibutton> dari <emphasis role="strong">Penerbit</emphasis> drop-down menu atau pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Pengelola Penerbit</guimenuitem></menuchoice> dan kemudian klik<emphasis>Tambah..</emphasis> pada <emphasis role="strong">Pengelola Penerbit</emphasis> dialog.
sv: Det går även att välja alternativet <guibutton>Lägg till ...</guibutton> i menyn <emphasis role="strong">Utgivare</emphasis> eller att välja <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Hantera utgivare</guimenuitem></menuchoice> och sedan klicka på <emphasis>Lägg till ...</emphasis> i dialogrutan <emphasis role="strong">Hantera utgivare</emphasis>.

source: The <emphasis role="strong">Add Publisher</emphasis> dialog is displayed. Enter the name of the publisher and the associated URI. If the publisher is a secure publisher, the <emphasis role="strong">SSL Key</emphasis> and <emphasis role="strong">SSL Certificate</emphasis> fields are displayed. Follow the steps in the <xref linkend="modify-publisher"/> section to add an SSL key and certificate.
id: <emphasis role="strong">Tambah Penerbit</emphasis> dialog ditampilkan. Masukkan nama penerbit dan URI terkait. Jika penerbit adalah penerbit yang secure,<emphasis role="strong">SSL Key</emphasis> dan <emphasis role="strong">SSL Sertifikat</emphasis> ditampilkan. Ikuti langkah-langkah pada <xref linkend="modify-publisher"/> bagian untuk menambahkan kunci SSL dan sertifikat.
sv: Rutan <emphasis role="strong">Lägg till utgivare</emphasis> visas. Ange utgivarens namn och URI. Om utgivaren är pålitlig visas fälten <emphasis role="strong">SSL-nyckel</emphasis> och <emphasis role="strong">SSL-certifikat</emphasis>. I avsnittet <xref linkend="modify-publisher"/> finns instruktioner om hur du lägger till SSL-nyckel och SSL-certifikat.

source: Click <guibutton>Add</guibutton>.
id: Klik <guibutton>Tambah</guibutton>
sv: Klicka på<guibutton>Lägg till</guibutton>.

source: The <emphasis role="strong">Adding Publisher</emphasis> dialog is displayed. Click Cancel to cancel the process.
id: <emphasis role="strong">Penambahan Penerbit</emphasis> dialog ditampilkan. Klik Batal untuk membatalkan proses.
sv: Rutan <emphasis role="strong">Lägga till utgivare</emphasis> visas. Om du inte vill fortsätta klickar du på Avbryt.

source: The <emphasis role="strong">Adding Publisher Complete</emphasis> dialog is displayed if the publisher is added successfully.
id: <emphasis role="strong">Penambahan Penerbit Selesai</emphasis> dialog ditampilkan jika penerbit berhasil ditambahkan.
sv: När utgivare har lagts till visas dialogrutan <emphasis role="strong">Utgivare har lagts till</emphasis>.

source: An <emphasis role="strong">Adding Publisher Error</emphasis> is displayed if the publisher could not be added. Click <emphasis role="strong">Details</emphasis> to get more information about the error.
id: <emphasis role="strong">Kesalahan Penambahan Penerbit</emphasis> is ditampilkan jika penerbit tidak bisa ditambahkan. Klik <emphasis role="strong">Details</emphasis> untuk mendapatkan informasi lebih lanjut tentang kesalahan.
sv: Om det inte gick att lägga till en utgivare visas ett <emphasis role="strong">felmeddelande för fel när utgivare skulle läggas till</emphasis>. Klicka på <emphasis role="strong">Information</emphasis> om du vill veta mer om felet.

source: Remove a Publisher
id: Hapus sebuah Penerbit
sv: Ta bort en utgivare

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Pengelola Publisher</guimenuitem></menuchoice>.
sv: Välj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Hantera utgivare</guimenuitem></menuchoice>.

source: Click on a publisher from the list to select it. Click <guibutton>Remove</guibutton>.
id: Klik pada penerbit yang ada di list untuk memilihnya. Klik<guibutton>Hapus</guibutton>.
sv: Markera den utgivare du vill ta bort genom att klicka på den. Klicka på <guibutton>Ta bort</guibutton>.

source: The <emphasis role="strong">Manage Publishers Confirmation</emphasis> dialog is displayed.
id: <emphasis role="strong">Konfirmasi Pengelola Penerbit</emphasis> dialog ditampilkan.
sv: Rutan <emphasis role="strong">Bekräftelse i Hantera utgivare</emphasis> visas.

source: Click <guibutton>OK</guibutton> to save the changes and remove the publisher or <guibutton>Cancel</guibutton> to return to the <emphasis role="strong">Manage Publishers</emphasis> dialog without making any changes.
id: Klik <guibutton>OK</guibutton> untuk menyimpan perubahan dan menghapus penerbit atau <guibutton>Cancel</guibutton> untuk kembali ke <emphasis role="strong">Pengelola Penerbit</emphasis> dialog tanpa membuat perubahan.
sv: När du klickar på <guibutton>OK</guibutton> sparas ändringarna och utgivaren tas bort. Klickar du på <guibutton>Avbryt</guibutton> kommer du tillbaka till dialogrutan <emphasis role="strong">Hantera utgivare</emphasis> utan att några ändringar har gjorts.

source: Set Publisher Priority
id: Mengatur Prioritas Penerbit
sv: Ställa in prioriteringsordning för utgivare

source: Perform the following steps to set or change the publisher priority:
id: Lakukan langkah-langkah berikut untuk mengatur atau mengubah prioritas penerbit:
sv: Så här ställer du in eller ändrar prioriteringsordningen för utgivarna:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> to open the <emphasis role="strong">Manage Publishers</emphasis> dialog.
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Pengelola Penerbit</guimenuitem></menuchoice> untuk membuka <emphasis role="strong">Pengelola Penerbit</emphasis> dialog.
sv: Öppna dialogrutan <emphasis role="strong">Hantera utgivare</emphasis> genom att gå till <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Hantera utgivare</guimenuitem></menuchoice>.

source: The list of configured publishers is displayed. Click the arrows to change the priority of the publishers. The publisher with the highest priority is displayed at the top of the list.
id: Daftar konfigurasi penerbit ditampilkan. Klik tanda panah untuk mengubah prioritas penerbit. Penerbit dengan prioritas tertinggi akan ditampilkan di bagian atas daftar.
sv: Listan med konfigurerade utgivare visas. Ändra prioriteringsordningen genom att klicka på pilarna. Utgivaren högst upp i listan har högst prioritet.

source: Packages are searched within the publishers in the order of priority, the publisher with the highest priority is searched first.
id: Paket yang dicari dalam penerbit dalam urutan prioritas, penerbit dengan prioritas tertinggi dicari pertama.
sv: Sökningar efter paket sker utifrån utgivarnas prioriteringsordning; utgivaren med högst prioritet genomsöks först.

source: Click <guibutton>OK</guibutton> to save your changes or <guibutton>Cancel</guibutton> to return to the <emphasis role="strong">Manage Publishers</emphasis> dialog without making any changes.
id: Klik <guibutton>OK</guibutton> untuk menyimpan perubahan atau <guibutton>Cancel</guibutton> untuk kembali ke <emphasis role="strong">Pengelola Penerbit</emphasis> dialog tanpa membuat perubahan.
sv: Klickar du på <guibutton>OK</guibutton> sparas ändringarna. Klickar du på <guibutton>Avbryt</guibutton> kommer du tillbaka till dialogrutan <emphasis role="strong">Hantera utgivare</emphasis> utan att några ändringar har gjorts.

source: Modify Publisher Alias
id: Rubah Nama Lain Penerbit
sv: Ändra aliasnamn på utgivare

source: Perform the following steps to modify the alias of a publisher:
id: Lakukan langkah-langkah berikut untuk memodifikasi alias penerbit:
sv: Så här ändrar du aliasnamn på utgivare:

source: Select the publisher whose alias you want to modify. Click <guibutton>Modify..</guibutton>.
id: Pilih alias penerbit yang ingin Anda ubah. Klik <guibutton>Modifikasi..</guibutton>.
sv: Markera den utgivare vars alias du vill ändra och klicka på <guibutton>Ändra...</guibutton>.

source: The <emphasis role="strong">Modify Publisher</emphasis> dialog is displayed. Modify or enter a new name of the alias in the <emphasis role="strong">Alias</emphasis> field.
id: <emphasis role="strong">Modifikasi Penerbit</emphasis> dialog ditampilkan. Modifikasi atau masukkan nama baru dari alias pada <emphasis role="strong">Alias</emphasis> field.
sv: Rutan <emphasis role="strong">Redigera utgivare</emphasis> öppnas. Ändra eller skriv in ett nytt aliasnamn i fältet <emphasis role="strong">Aliasnamn</emphasis> field.

source: Click <guibutton>OK</guibutton> in the <emphasis role="strong">Manage Publishers</emphasis> dialog to exit the dialog. Note that clicking <guibutton>Cancel</guibutton> in the <emphasis role="strong">Manage Publishers</emphasis> dialog will not undo the changes made in the <emphasis role="strong">Modify Publishers</emphasis> dialog.
id: Klik <guibutton>OK</guibutton> pada <emphasis role="strong">Pengelola Penerbit</emphasis> dialog untuk keluar dialog. Catatan bahwa mengklik <guibutton>Batal</guibutton> pada <emphasis role="strong">Pengelola Penerbit</emphasis> dialog tidak akan membatalkan perubahan yang dibuat pada <emphasis role="strong">Pengelola Penerbit</emphasis> dialog.
sv: Klicka på <guibutton>OK</guibutton> i dialogrutan <emphasis role="strong">Hantera utgivare</emphasis>. Dialogrutan stängs. Observera att ändringarna som gjorts i dialogrutan <emphasis role="strong">Redigera utgivare</emphasis> sparas även om du klickar på <guibutton>Avbryt</guibutton> i dialogrutan <emphasis role="strong">Hantera utgivare</emphasis>.

source: Add Publisher Origins
id: Menambah Asal Publisher
sv: Lägg till ursprung för utgivare

source: Perform the following steps to add an origin or origins associated with a publisher:
id: Lakukan langkah-langkah berikut untuk menambahkan asal yang berhubungan dengan penerbit:
sv: Så här lägger du till ursprung för utgivare:

source: Select the publisher whose origin you want to modify. The <emphasis role="strong">Details</emphasis> tab in the <emphasis role="strong">Manage Publishers</emphasis> dialog displays the origin associated with the publisher.
id: Pilih penerbit asal yang akan Anda ubah.<emphasis role="strong">Detail</emphasis> tab di <emphasis role="strong">Pengelola Penerbit</emphasis> dialog menampilkan asal yang berhubungan dengan penerbit.
sv: Markera den utgivare som du vill ändra ursprunget för. Om du vill se vilket ursprung som är angivet för utgivaren kan du klicka på fliken <emphasis role="strong">Information</emphasis> i <emphasis role="strong">Hantera utgivare</emphasis>.

source: Click <guibutton>Modify..</guibutton>.
id: Klik <guibutton>Modifikasi..</guibutton>.
sv: Klicka på <guibutton>Redigera ...</guibutton>.

source: The <emphasis role="strong">Modify Publisher</emphasis> dialog is displayed. Enter the name of the new origin you want to associate with the publisher in the <emphasis role="strong">Origin</emphasis> field. Click <guibutton>Add</guibutton>. The list of associated origins is displayed in the table.
id: <emphasis role="strong">Modifikasi Penerbit</emphasis> dialog ditampilkan. Masukkan nama asal baru Anda ingin asosiasikan dengan penerbit pada <emphasis role="strong">Asal</emphasis> field. Klik <guibutton>Tambah</guibutton>. Daftar asal terkait ditampilkan dalam tabel.
sv: Rutan <emphasis role="strong">Redigera utgivare</emphasis> öppnas. Ange det nya ursprunget för utgivaren i fältet <emphasis role="strong">Ursprung</emphasis>. Klicka på <guibutton>Lägg till</guibutton>. I tabellen visas vilka ursprung som finns för utgivaren.

source: You cannot change the origin URI after the origin has been added.
id: Anda tidak dapat mengubah URI asal setelah asal telah ditambahkan.
sv: Du kan inte ändra URI för ett ursprung efter att det lagts till.

source: (optional) If the origin you have added is a secure origin, add the SSL Key and SSL certificate. <guibutton>Browse</guibutton> to locate the SSL Key and SSL Certificate on your system.
id: (opsional) Jika Anda telah menambahkan asal adalah asal yang aman, tambahkan SSL Key dan sertifikat SSL. <guibutton>Jelajah</guibutton> untuk menetapkan kunci SSL dan sertifikat SSL pada sistem anda.
sv: (inte obligatoriskt) Om ursprunget som du lagt till är pålitligt kan du lägga till SSL-nyckel och SSL-certifikat. Klicka på <guibutton>Bläddra</guibutton> och leta reda på SSL-nyckeln och SSL-certifikatet i ditt system.

source: Remove Publisher Origins
id: Hapus Origin Penerbit.
sv: Ta bort ursprung för utgivare

source: Perform the following steps to remove an origin or origins associated with a publisher:
id: Lakukan langkah-langkah berikut untuk menghapus asal yang berhubungan dengan penerbit:
sv: Så här tar du bort ursprung för utgivare:

source: Select the publisher whose origin you want to remove. The <emphasis role="strong">Details</emphasis> tab in the <emphasis role="strong">Manage Publishers</emphasis> dialog displays the origin or origins associated with the publisher.
id: Pilih asal penerbit yang ingin Anda hapus.<emphasis role="strong">Details</emphasis> tab di <emphasis role="strong">Pengelola Penerbit</emphasis> dialog menampilkan asal yang berhubungan dengan penerbit.
sv: Markera den utgivare som du vill ta bort ursprunget för. Om du vill se vilken eller vilka ursprung som är angivna för utgivaren kan du klicka på fliken <emphasis role="strong">Information</emphasis> i <emphasis role="strong">Hantera utgivare</emphasis>.

source: The <emphasis role="strong">Modify Publisher</emphasis> dialog is displayed. The list of associated origins is displayed in the table.
id: <emphasis role="strong">Modifikasi Penerbit</emphasis> dialog ditampilkan. Daftar asal terkait ditampilkan dalam tabel.
sv: Rutan <emphasis role="strong">Redigera utgivare</emphasis> öppnas. I tabellen visas vilka ursprung som finns för utgivaren.

source: Select the origin you want to remove. Click <guibutton>Remove</guibutton>.
id: Pilih asal yang ingin Anda hapus. Klik <guibutton>Hapus</guibutton>.
sv: Markera det ursprung du vill ta bort och klicka på <guibutton>Ta bort</guibutton>.

source: If only one origin is associated with a publisher, it cannot be removed.
id: Jika hanya satu asal berhubungan dengan penerbit, tidak dapat dihapus.
sv: Om det bara finns ett ursprung för en utgivare kan det inte tas bort.

source: Add Publisher Mirrors
id: Tambah Mirror Penerbit
sv: Lägg till speglingar för utgivare

source: Perform the following steps to add a mirror for a publisher:
id: Lakukan langkah-langkah berikut untuk menambahkan mirror untuk penerbit:
sv: Så här lägger du till spegling för en utgivare:

source: Select the publisher for which you want to add the mirror.
id: Pilih penerbit yang ingin Anda tambahkan mirror.
sv: Markera den utgivare som du vill lägga till en spegling för.

source: The <emphasis role="strong">Modify Publisher</emphasis> dialog is displayed.
id: <emphasis role="strong">Modifikasi Penerbit</emphasis> dialog ditampilkan.
sv: Rutan <emphasis role="strong">Redigera utgivare</emphasis> visas.

source: Enter the URI for the mirror in the <emphasis>Mirror</emphasis> field. Click <guibutton>Add</guibutton>.
id: Masukkan URI untuk mirror pada <emphasis>Mirror</emphasis> field. Klik <guibutton>Tambah</guibutton>.
sv: Ange URI till speglingen i fältet <emphasis>Spegling</emphasis>. Klicka på <guibutton>Lägg till</guibutton>.

source: Remove Publisher Mirrors
id: Hapus Mirror Penerbit
sv: Ta bort speglingar för utgivare

source: Perform the following steps to remove a mirror associated with a publisher:
id: Lakukan langkah-langkah berikut untuk menghapus mirror yang terkait dengan penerbit:
sv: Så här tar du bort en spegling för en utgivare:

source: Select the publisher for which you want to remove the mirror.
id: Pilih penerbit yang ingin Anda hapus mirror.
sv: Markera den utgivare som du vill ta bort en spegling för.

source: The <emphasis role="strong">Modify Publisher</emphasis> dialog is displayed. The list of associated mirrors is displayed in the table.
id: <emphasis role="strong">Modifikasi Penerbit</emphasis> dialog ditampilkan.Daftar mirror yang terkait ditampilkan dalam tabel.
sv: Rutan <emphasis role="strong">Redigera utgivare</emphasis> öppnas. I tabellen visas vilka speglingar som finns för utgivaren.

source: Select the mirror you want to remove. Click <guibutton>Remove</guibutton>.
id: Pilih mirror yang ingin Anda hapus. Klik <guibutton>Hapus</guibutton>.
sv: Markera den spegling du vill ta bort och klicka på <guibutton>Ta bort</guibutton>.

source: The OpenSolaris 2010.03 Package Manager provides support for users to add new publishers and optionally, install packages from these publishers using a simple one-click WebInstall process. A <filename>.p5i</filename> file which contains the publishers to be added and optionally, the packages that can be installed from these publishers, is required for the WebInstall process. The information contained in the <filename>.p5i</filename> file is read and used by the WebInstall process.
id: Pengelola Paket OpenSolaris 2010.03 menyediakan dukungan bagi pengguna untuk menambahkan penerbit baru dan secara opsional, instal paket-paket dari penerbit ini menggunakan satu-klik sederhana melalaui WebInstall. Berkas<filename>.p5i</filename> yang berisi penerbit untuk ditambahkan dan secara opsional, paket-paket yang dapat diinstal dari penerbit ini, diperlukan untuk proses WebInstall. Informasi yang terkandung dalam berkas<filename>.p5i</filename> dibaca dan digunakan oleh proses WebInstall.
sv: Med pakethanteraren i OpenSolaris 2010.03 kan användare lägga till nya utgivare och även installera paket från dessa utgivaremed en enkel WebInstall-klickning. För att detta ska fungera behövs en<filename>.p5i</filename>-fil med de utgivare som ska läggas till och eventuellt också de paket som kan installeras från dessa utgivare. Uppgifterna i filen <filename>.p5i</filename> läses och används när WebInstall körs.

source: Export Package Selections as WebInstall Files
id: Seleksi Paket Ekspor sebagai Berkas WebInstall
sv: Exportera paket som WebInstall-filer

source: If you want to distribute some of the packages available on your system to others for easy installation and distribution, you can export the references to the packages, using the WebInstall process. The <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Export Selections</guimenuitem></menuchoice> feature enables you to create a <filename>.p5i</filename> file containing the installation instructions for the selected packages. The <filename>.p5i</filename> file is can then be distributed for use. See the <xref linkend="webinstall"/> section on how to install packages from a <filename>.p5i</filename>.
id: Jika Anda ingin mendistribusikan beberapa paket yang tersedia di sistem anda kepada orang lain untuk kemudahan instalasi dan distribusi, Anda dapat mengekspor paket referensi, menggunakan proses WebInstall.<menuchoice><guisubmenu>Berkas</guisubmenu><guimenuitem>Seleksi Ekspor</guimenuitem></menuchoice> fitur memungkinkan Anda untuk membuat sebuah berkas <filename>.p5i</filename> berisi petunjuk instalasi untuk paket-paket yang dipilih. Berkas<filename>.p5i</filename> yang kemudian dapat didistribusikan untuk digunakan. Lihat <xref linkend="webinstall"/> bagian tentang cara menginstal paket-paket dari sebuah <filename>.p5i</filename>.
sv: Du kan dela med dig av de paket du har på ditt system så att andra kan installera dem genom att exportera referenser till paketen med WebInstall. Gå till <menuchoice><guisubmenu>Arkiv</guisubmenu><guimenuitem>Exportera paket</guimenuitem></menuchoice>. Här kan du skapa en <filename>.p5i</filename>-fil med installationsanvisningar för valda paket. <filename>.p5i</filename>-filen kan sedan distribueras och användas av andra. Mer information om hur du installerar paket från en <filename>.p5i</filename>-fil finns i avsnittet <xref linkend="webinstall"/>.

source: The following procedure lists the steps to create a <filename>.p5i</filename> file and export your files.
id: Prosedur berikut daftar langkah-langkah untuk membuat berkas<filename>.p5i</filename> and ekspor berkas Anda.
sv: Så här skapar du en <filename>.p5i</filename>-fil och exporterar dina filer.

source: From the <emphasis role="strong">Publisher</emphasis> drop-down menu, select the publisher from which you want to include the packages in the <filename>.p5i</filename> file.
id: Dari <emphasis role="strong">Penerbit</emphasis> drop-down menu, pilih penerbit yang ingin Anda sertakan di dalam paket-paket berkas <filename>.p5i</filename>.
sv: Öppna menyn <emphasis role="strong">Utgivare</emphasis> och markera den utgivare som gett ut paketen du vill ta med i <filename>.p5i</filename>-filen.

source: Check the box next to the package or packages to select it. The packages selected are highlighted.
id: Centang kotak di sebelah paket untuk memilihnya. Paket-paket yang dipilih akan disorot.
sv: Markera rutorna vid de paket som du vill ta med.

source: Click <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Export Selections</guimenuitem></menuchoice> to display the <emphasis role="strong">Export Selections Confirmation</emphasis> window.
id: Klik <menuchoice><guisubmenu>Berkas</guisubmenu><guimenuitem>Seleksi Ekspor</guimenuitem></menuchoice> untuk menampilkan jendela <emphasis role="strong">Konfirmasi Seleksi Ekspor</emphasis>.
sv: Öppna fönstret <emphasis role="strong">Bekräfta export av paket</emphasis> genom att gå till <menuchoice><guisubmenu>Arkiv</guisubmenu><guimenuitem>Exportera paket</guimenuitem></menuchoice>.

source: Click <guibutton>OK</guibutton> to confirm the selections and proceed or <guibutton>Cancel</guibutton> to cancel the selections.
id: Klik <guibutton>OK</guibutton> untuk mengkonfirmasi pilihan dan melanjutkan atau <guibutton>Batal</guibutton> untuk membatalkan pilihan.
sv: Klicka på <guibutton>OK</guibutton> om du vill fortsätta och <guibutton>Avbryt</guibutton> om du vill avbryta.

source: The <emphasis role="strong">Export Selections</emphasis> window is displayed.
id: Jendela <emphasis role="strong">Seleksi Ekspor</emphasis> window ditampilkan.
sv: Fönstret <emphasis role="strong">Exportera paket</emphasis> öppnas.
