Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Optional Component Preferences Language Choices
fr: Choix de langues pour les préférences de composants facultatifs
it: Lingua scelta per le preferenze dei componenti opzionali
pt_br: Configurações de preferências de idioma de componentes opcionais
zh_cn: 可选组件首选项语言选项

source: Select the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> option and select the Optional Components tab.
fr: Sélectionnez l'option <menuchoice><guimenu>Edition</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice> et sélectionnez l'onglet Composants facultatifs.
it: Selezionare l'opzione <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze</guimenuitem></menuchoice> e scegliere la scheda Componenti opzionali.
pt_br: Selecione a opção <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice> e selecione a guia Componentes opcionais.
zh_cn: 选择<menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>选项，然后选择“可选组件”选项卡。

source: By default, Install all languages is selected under Language choices for any package. You can save space in your installation by selecting a subset of languages to install.
fr: Par défaut, Installer toutes les langues est sélectionné sous Choix de langues pour tous les packages. Vous pouvez réduire l'espace nécessaire pour l'installation en sélectionnant un sous-ensemble de langues à installer.
it: Viene selezionata di default l'opzione Installa tutte le lingue nella selezione relativa alla lingua scelta per ciascun pacchetto. È possibile risparmiare spazio di installazione selezionando un sottoinsieme di lingue da installare.
pt_br: Por padrão, Instalar todos os idiomas fica selecionada em opções de idioma. Você pode liberar espaço na instalação selecionando um subconjunto de idiomas para instalação.
zh_cn: 缺省情况下，任何软件包的“语言”选项下都选中了“安装所有语言”。您可以通过选择仅安装部分语言来节省安装空间。

source: When Install only these languages is selected, you can click the checkbox icon in the left most column heading of the language list to select all languages. Click the column heading again to deselect all languages. Click the Language and Territory column headings to sort the list.
fr: Lorsque Installer ces langues seulement est sélectionné, vous pouvez cliquer sur l'icône de case à cocher dans le titre de la colonne la plus à gauche pour sélectionner toutes les langues. Cliquez à nouveau sur le titre de la colonne pour désélectionner toutes les langues. Cliquez sur les titres des colonnes Langue et Territoire pour trier la liste.
it: Quando è selezionata l'opzione Installa solo queste lingue, è possibile fare clic sull'icona della casella di controllo nell'intestazione della colonna più a sinistra dell'elenco delle lingue per selezionare tutte le lingue. Fare nuovamente clic sull'intestazione della colonna per deselezionare tutte le lingue. Fare clic sulle intestazioni delle colonne Lingua e Area per ordinare l'elenco.
pt_br: Quando Instalar apenas estes idiomas estiver selecionada, você poderá clicar no ícone da caixa de seleção no cabeçalho da coluna mais à esquerda da lista de idiomas para selecionar todos os idiomas. Clique no cabeçalho da coluna novamente para cancelar a seleção de todos os idiomas. Clique nos cabeçalhos das colunas novamente para cancelar a seleção de todos os idiomas. Clique nos cabeçalhos das colunas Idioma e Território para ordenar a lista
zh_cn: 当选中“仅安装这些语言”时，您可以单击语言列表的最左侧列标题中的复选框图标来选择所有语言。再次单击该列标题可以取消选择所有语言。单击“语言”和“地区”列标题可对列表进行排序。

source: Click the OK button to save your changes. These settings apply to currently installed packages as well as future package installations and updates. The image is updated as necessary to install or remove optional package components based on the new settings.
fr: Cliquez sur le bouton OK pour enregistrer les modifications. Ces paramètres s'appliquent aux packages actuellement installés ainsi qu'aux installations et mises à jour de packages effectuées par la suite. L'image est mise à jour et des composants facultatifs sont installés ou supprimés, en fonction des nouveaux paramètres.
it: Fare clic sul pulsante OK per salvare le modifiche. Queste impostazioni hanno effetto sui pacchetti attualmente installati, nonché sugli aggiornamenti e le installazioni di futuri pacchetti. L'immagine viene aggiornata per poter installare o rimuovere componenti di pacchetti opzionali basati sulle nuove impostazioni.
pt_br: Clique no botão OK para salvar as alterações. Essas configurações aplicam-se aos pacotes instalados atualmente e às futuras instalações e atualizações de pacotes. A magem está atualizada conforme necessário para nstalar ou remover componentes opcionais de pacotes com base nas novas configurações.
zh_cn: 单击“确定”按钮保存所做的更改。这些设置将应用于当前已安装的软件包以及将来的软件包安装和更新。映像将根据需要进行更新，以基于新设置安装或删除可选的软件包组件。

source: If you have previously updated your image to include only a subset of languages, Install only these languages is the default selection in this window, and that language list is grayed out if you select the Install all languages option.
fr: Si vous avez précédemment mis à jour l'image de manière à n'inclure qu'un sous-ensemble de langues, Installer ces langues seulement est la sélection par défaut dans cette fenêtre, et la liste de langues concernée est grisée lorsque vous sélectionnez l'option Installer toutes les langues.
it: Se l'immagine è stata aggiornata in precedenza per consentire di includere solo un sottoinsieme di lingue, l'opzione Installa solo queste lingue viene impostata di default in questa finestra; l'elenco delle lingue viene visualizzato in grigio se si seleziona l'opzione Installa tutte le lingue.
pt_br: Se você atualizou anteriormente sua imagem para incluir apenas um subconjunto de idiomas, Instalar apenas estes idiomas será a seleção padrão da janela e a lista de idiomas estará esmaecida se você selecionar a opção Instalar todos os idiomas.
zh_cn: 如果您之前已将您的映像更新为只包括部分语言，则“仅安装这些语言”是该窗口中的缺省选定项；如果您选择了“安装所有语言”选项，则语言列表处于灰显状态。

source: Other Optional Component Preferences
fr: Préférences d'autres composants facultatifs
it: Altre preferenze dei componenti opzionali
pt_br: Outras preferências de componentes opcionais
zh_cn: 其他可选组件首选项

source: By default, Install all development files and Install all documentation are selected under Other component choices. You can save space in your installation by deselecting development files or documentation.
fr: Par défaut, Installer tous les fichiers de développement et Installer toute la documentation sont sélectionnés sous Choix d'autres composants. Vous pouvez réduire l'espace nécessaire pour l'installation en désélectionnant les fichiers de développement ou la documentation.
it: In Altre scelte di componenti vengono selezionate di default le opzioni Installa tutti i file di sviluppo e Installa tutta la documentazione. È possibile risparmiare spazio di installazione deselezionando i file di sviluppo o la documentazione.
pt_br: Por padrão, Instalar todos os arquivos de desenvolvimento e Instalar toda a documentação estão selecionadas em Configurações de outros componentes. Você pode liberar espaço na instalação cancelando a seleção dos arquivos de desenvolvimento ou documentação.
zh_cn: 缺省情况下，在“其他”组件选项下选中了“安装所有开发文件”和“安装所有文档”。您可以通过取消选择开发文件或文档来节省安装空间。

source: Glossary
fr: Glossaire
it: Glossario
pt_br: Glossário
zh_cn: 词汇表

source: alias
sv: aliasnamn
zh_cn: 别名

source: Another name for a publisher.
fr: Autre nom donné à un éditeur.
it: Un altro nome per indicare un publisher.
pt_br: Outro nome para um editor.
zh_cn: 发布者的另一个名称。

source: boot environment (BE)
fr: environnement d'initialisation (BE)
it: ambiente di boot
pt_br: ambiente de inicialização (BE)
zh_cn: 引导环境 (boot environment, BE)

source: An instance of a bootable Oracle Solaris environment. The root file system and all other file systems of the boot environment that contain system software are required to be ZFS datasets.
fr: Instance d'un environnement Oracle Solaris d'amorçage. Le système de fichiers racine et tous les autres systèmes de fichiers de l'environnement d'initialisation contenant le logiciel système doivent être des jeux de données ZFS.
it: Un'istanza di un ambiente Oracle Solaris bootable. Il file system root e tutti gli altri file system dell'ambiente di boot contenenti software di sistema devono corrispondere a set di dati ZFS.
pt_br: Uma instância de um ambiente inicializável do Oracle Solaris. É necessário que o sistema de arquivos raiz e todos os outros sistemas de arquivos do ambiente de inicialização que contêm software de sistema sejam conjuntos de dados ZFS.
zh_cn: 可引导的 Oracle Solaris 环境的实例。引导环境的根文件系统和所有包含系统软件的其他文件系统必须是 ZFS 数据集。

source: The active boot environment is the one that is currently booted. A system can have many boot environments. You can select the one you want to boot into when you reboot.
fr: L'environnement d'initialisation actif est l'environnement actuellement amorcé. Un système peut gérer plusieurs environnements d'initialisation et vous pouvez sélectionner celui que vous souhaitez amorcer lors du prochain redémarrage.
it: L'ambiente di boot attivo è quello in cui è attualmente eseguito il boot. Un sistema può presentare più ambienti di boot. È possibile selezionare quello desiderato quando viene eseguito il reboot.
pt_br: O ambiente de inicialização ativo é o que está inicializado no momento. Um sistema pode ter muitos ambientes de inicialização. É possível selecionar o que deseja inicializar ao reinicializar.
zh_cn: 活动引导环境是当前所引导的那个引导环境。一个系统可以具有许多引导环境。在重新引导时您可以选择要引导到的引导环境。

source: clone
id: klon
sv: klon
zh_cn: 克隆

source: An exact copy.
fr: Désigne une copie exacte.
id: Salinan
it: Una copia esatta.
pt_br: Uma cópia exata.
sv: En exakt kopia.
zh_cn: 完全相同的副本。

source: A clone could be an exact copy of an operating system, a file system, or a volume. This copy has 100% compatibility with the original.
fr: Un clone peut être une copie exacte d'un système d'exploitation, d'un système de fichiers ou d'un volume.Cette copie est 100 % compatible avec l'original.
id: Sebuah klon dapat berupa salinan dari sistem operasi, sistem file, atau volume. salinan ini memiliki 100% kompatibilitas dengan yang asli.
it: Può trattarsi di una copia esatta di un sistema operativo, di un file system o di un volume. Questa copia è compatibile al 100% con l'originale.
pt_br: Um clone pode ser uma cópia exata de um sistema operacional, um sistema de arquivos ou um volume. Essa cópia é 100% compatível com o original.
sv: En klon kan vara en exakt kopia av ett operativsystem, ett filsystem eller en volym. Denna kopia är till 100% kompatibelt med originalet.
zh_cn: 克隆可以是某个操作系统、文件系统或卷的完全相同的副本。此副本与其原版 100% 兼容。

source: dataset
fr: Jeux de données
it: set di dati
pt_br: conjunto de dados
sv: datauppsättning
zh_cn: 数据集

source: A generic name for the following ZFS entities: clones, file systems, snapshots, or volumes. Each dataset is identified by a unique name in the ZFS namespace.
fr: Nom générique des entités ZFS suivantes : clones, systèmes de fichiers, instantanés ou volumes. Chaque jeu de données est identifié par un nom unique dans l'espace de noms ZFS.
id: Sebuah nama yang umum untuk entitas ZFS berikut: klon, sistem berkas, snapshot, atau volume. Setiap Dataset diidentifikasi dengan nama yang unik dalam namespace ZFS.
it: Un nome generico per le seguenti entità ZFS: copie, file system, istantanee o volumi. Ciascun set di dati è identificato da un nome univoco nello spazio di nomi ZFS.
pt_br: Nome genérico das seguintes entidades do ZFS: clones, sistemas de arquivos, instantâneos ou volumes. Cada conjunto de dados é identificado por um único nome no espaço de nome do ZFS.
sv: Ett generiskt namn som täcker in följande ZFS-objekt: kloner, filsystem, ögonblicksbilder och volymuppsättningar. Varje datauppsättning identifieras av ett unikt namn i ZFS-namnområdet.
zh_cn: 以下 ZFS 实体的通用名称：克隆、文件系统、快照或卷。每个数据集都由 ZFS 名称空间中的唯一名称标识。

source: image
it: immagine
pt_br: imagem
zh_cn: 映像

source: A collection of operating system software in a package that can be booted and installed.
fr: Ensemble de logiciels de système d'exploitation compris dans un package pouvant être initialisé et installé.
it: Una raccolta di software di sistemi operativi in un pacchetto in cui è possibile eseguire il boot e l'installazione.
pt_br: Um conjunto de softwares do sistema operacional em um pacote que pode ser inicializado e instalado.
zh_cn: 软件包中可以引导和安装的操作系统软件的集合。

source: A location on your system where packages and their associated files, directories, links, and dependencies can be installed.
fr: Emplacement sur le système dans lequel les packages et les fichiers, répertoires, liens et dépendances qui leur sont associés peuvent être installés.
it: Una posizione nel sistema in cui è possibile installare i pacchetti e i relativi file, directory, collegamenti e dipendenze.
pt_br: Um local do sistema em que os pacotes e os arquivos, diretórios, links e dependências associados podem ser instalados.
zh_cn: 系统中的一个位置，可以在该位置安装软件包及其关联文件、目录、链接和相关项。

source: origin
fr: Origine
id: asal
it: origine
pt_br: origem
sv: ursprung
zh_cn: 源

source: A package server to which a publisher publishes packages.
fr: Serveur de packages vers lequel un éditeur publie des packages.
it: Un server di pacchetti in cui un publisher pubblica i pacchetti.
pt_br: Um servidor de pacotes no qual um editor edita pacotes.
zh_cn: 发布者在其上发布软件包的软件包服务器。

source: package
id: paket
it: pacchetto
pt_br: pacote
sv: paket
zh_cn: 软件包

source: A collection of files, directories, links, drivers, and dependencies in a defined format.
fr: Collection de fichiers, de répertoires, de liens, de pilotes et de dépendances dans un format défini.
id: Kumpulan berkas, direktori, link, driver, dan dependensi dalam format yang ditetapkan.
it: Raccolta di file, directory, link, driver e dipendenze in un formato definito.
pt_br: Um conjunto de arquivos, diretórios, links, drivers e dependências em um formato definido.
sv: En samling filer, kataloger, länkar, drivrutiner och beroenden i ett specifikt format.
zh_cn: 某种已定义格式的文件、目录、链接、驱动程序和相关项的集合。

source: publisher
fr: Editeur
id: penerbit
pt_br: editor
sv: utgivare
zh_cn: 发布者

source: A person, group, or corporation that designs, creates, and publishes a package to a package server. The package server in turn serves the packages from the (default) publisher, for downloading purposes.
fr: Personne, groupe ou organisation qui conçoit, crée et publie un package vers un serveur de packages. Le serveur de packages met ensuite à disposition les packages de l'éditeur (par défaut) pour téléchargement.
it: Persona, gruppo o azienda che progetta, crea e pubblica un pacchetto in un server di pacchetti. Il server di pacchetti, a sua volta, gestisce i pacchetti dal publisher (default) per consentire lo scaricamento.
pt_br: Pessoa, grupo ou corporação que projeta, cria e edita em um servidor de pacotes. O servidor de pacotes, por sua vez, atende os pacotes do editor (padrão) para fins de download.
zh_cn: 设计、创建软件包并将其发布到软件包服务器的人、组或公司。然后该软件包服务器能提供来自（缺省）发布者的软件包以供下载使用。

source: system publisher
fr: éditeur système
it: publisher di sistema
pt_br: editor de sistema
zh_cn: 系统发布者

source: System publishers are special publishers used in linked images and non-global zones in particular, to ensure that certain packages stay in sync with the global zone. The global zone constrains packages within the non-global zones by configuring these special system publishers in the non-global zone. They are special because the non-global zones cannot make certain changes to them including removing, disabling, modifying, or changing their priority.
fr: Les éditeurs système sont des éditeurs spéciaux utilisés en particulier dans les images liées et les zones non globales pour garantir la synchronisation de certains packages avec la zone globale. La zone globale impose des contraintes aux packages des zones non globales en configurant ces éditeurs système spéciaux dans la zone non globale. Ces éditeurs sont spéciaux car les zones non globales ne peuvent leur apporter certaines modifications telles que les supprimer, les désactiver, les modifier ou modifier leur ordre de priorité.
it: I publisher di sistema sono publisher speciali utilizzati in immagini collegate e in zone non globali in particolare, per garantire la sincronizzazione di determinati pacchetti con la zona globale. La zona globale limita i pacchetti all'interno delle zone non globali configurando questi publisher di sistema speciali nella zona non globale. Vengono definiti speciali poiché non è possibile eseguire determinate modifiche su di essi nelle zone non globali, comprese rimozione, disattivazione o modifica della priorità.
pt_br: Editores de sistema são editores especiais utilizados em imagens e regiões não-globais, em particular, com links para garantir que determinados pacotes permaneçam em sincronia com a região global. A região global comprime pacotes dentro de regiões não-globais por meio da configuração desses editores especiais na região não-global. São especiais porque as regiões não-globais não podem fazer determinadas alterações neles, incluindo remoção, desativação, modificação, nem alerar a prioridade deles.
zh_cn: 系统发布者是在链接映像中尤其是在非全局区域中使用的特殊发布者，用以确保特定的软件包与全局区域保持同步。全局区域通过在非全局区域中配置这些特殊的系统发布者来对非全局区域中的软件包进行限制。这类发布者之所以特殊，是因为非全局区域无法对其进行某些更改，包括删除、禁用、修改或者更改其优先级。

source: translator-credits
it: Traduzione
pt_br: créditos do tradutor
sv: översättning
zh_cn: Oracle Corporation

source: AND
pt_br: E

source: OR
pt_br: OU

source: OpenSolaris 2010.03 Package Manager Online Help
id: OpenSolaris 2010.03 Pengelola Paket Bantuan Online
sv: OpenSolaris 2010.03 Pakethanteraren Onlinehjälp

source: Publications
id: Publikasi
sv: Publikationer

source: June 2009
id: Juni 2009
sv: Juni 2009

source: About the Package Manager
id: Tentang Pengelola Paket
sv: Om Pakethanteraren

source: Welcome to the <trademark>OpenSolaris</trademark> 2010.03 Package Manager online help!
id: Selamat datang di, OpenSolaris </trademark> 2010.03 bantuan online paket pengelola!
sv: Välkommen till onlinehjälpen för pakethanteraren <trademark>OpenSolaris</trademark> 2010.03!

source: Use the help contents to learn how to use the Package Manager. Navigate through this help by clicking the topics displayed in the sidebar.
id: Gunakan isi bantuan untuk mempelajari cara menggunakan Package Manager. Menavigasi melalui bantuan ini dengan mengklik topik-topik yang ditampilkan di sidebar.
sv: I den här hjälpen får du lära dig hur pakethanteraren fungerar. Du navigerar genom hjälpen genom att välja ämnen i sidopanelen.

source: The OpenSolaris 2010.03 Package Manager application is a graphical user interface for the Image Packaging System (IPS) software. The Package Manager provides a subset of the functionality offered by the command-line (CLI) clients provided with IPS.
id: OpenSolaris 2010.03 Pengelola Paket Aplikasi ini merupakan antarmuka pengguna grafis untuk Image Packaging System (IPS) perangkat lunak. Pengelola Paket menyediakan subset dari fungsi yang ditawarkan oleh baris perintah (CLI) klien disediakan dengan IPS.
sv: Pakethanterarprogrammet i OpenSolaris 2010.03 är ett grafiskt gränssnitt för programvaran Image Packaging System (IPS). I pakethanteraren finns en del av de funktioner som finns i kommandoradsklienterna i IPS.

source: The Package Manager enables you to perform the following tasks:
id: Pengelola Paket memungkinkan anda untuk melakukan hal - hal sebagai berikut :
sv: Med Pakethanteraren kan du göra följande:

source: Install, remove, and search for packages
id: Install, Menghapus, dan pencarian paket
sv: Installera, ta bort och söka efter paket

source: Update your system
id: Memperbarui sistem anda
sv: Uppdatera ditt system

source: Add and manage publishers
id: Tambah dan mengelola penerbit
sv: Lägga till och hantera utgivare

source: Create, remove, and manage boot environments
id: Membuat, menghapus dan mengatur 'Boot Environment'
sv: Skapa, ta bort och hantera startmiljöer

source: See the <xref linkend="glossary"/> for a definition of the terms used in this document.
id: Untuk keterangan istilah yang digunakan dalam dokumen ini, lihat <xref linked="glosary">.
sv: Se <xref linkend="glossary"/> för förklaringar av de begrepp som används i det här dokumentet.

source: About Image Packaging System
id: Tentang Image Packaging System
sv: Om Image Packaging System

source: Image Packaging System (IPS) is a framework which provides for software lifecycle management including installation, upgrade, and removal. The OpenSolaris 2010.03 release uses IPS as its packaging system.
id: Image Packaging System (IPS) adalah suatu kerangka kerja yang menyediakan perangkat lunak manajemen siklus hidup termasuk instalasi, upgrade, dan penghapusan. OpenSolaris rilis 2.010.03 yang menggunakan IPS sebagai packaging sistem.
sv: Image Packaging System (IPS) är ett system för hantering av programvara, vilket inbegriper installation, uppgradering och borttagning. I OpenSolaris 2010.03 används IPS som paketsystem.

source: After an initial installation of the OpenSolaris 2010.03 operating system, you will find that some of the software applications that you use on a regular basis are not immediately available to you. These software applications are available as packages in a repository for downloading and installing over the network. A repository is a source for packages.
id: Setelah instalasi awal dari sistem operasi OpenSolaris 2010.03, Anda akan menemukan bahwa beberapa aplikasi perangkat lunak yang Anda gunakan secara teratur tidak segera tersedia untuk Anda. Aplikasi perangkat lunak ini tersedia sebagai paket di repositori untuk men-download dan menginstal melalui jaringan. Sebuah repositori adalah sumber paket.
sv: Efter grundinstallationen av operativsystemet OpenSolaris 2010.03 kommer du att märka att många av de program som du ofta använder inte är direkt tillgängliga för dig. De här programmen finns tillgängliga som paket i en databas på Internet och kan hämtas därifrån och installeras via nätverket. En databas är en paketkälla.

source: IPS provides a set of software tools that can be used to install packages from a repository, create and publish their own IPS packages, mirror an existing repository, and publish existing packages to a repository.
id: IPS menyediakan satu set perangkat lunak yang dapat digunakan untuk menginstal paket-paket dari repositori, membuat dan mempublikasikan paket IPS mereka sendiri, mirror repositori yang sudah ada, dan mempublikasikan paket yang ada ke repositori.
sv: Med IPS får du programverktyg som kan användas till att installera paket från en databas, skapa och publicera egna IPS-paket, skapa speglingar av en befintlig databas och publicera befintliga paket i en databas.

source: Once you have installed packages, IPS enables you to search, update, and manage packages on your system.
id: Setelah Anda menginstal paket, IPS memungkinkan Anda untuk mencari, memperbarui, dan mengelola paket pada sistem anda.
sv: När du har installerat paketen, kan du med IPS söka, uppdatera ochhantera paket i ditt system.

source: With IPS , you can upgrade your system to a newer build of OpenSolaris, install and update your software to the latest available versions in a repository, and retrieve packages from mirror repositories.
id: Dengan IPS, Anda dapat meng-upgrade sistem anda untuk membangun yang lebih baru dari OpenSolaris, menginstal dan memutakhirkan perangkat lunak Anda ke versi terbaru yang tersedia dalam repositori, dan mengambil paket dari mirror repositori.
sv: Med IPS, kan du uppdatera ditt system till en nyare version av OpenSolaris, installera och uppdatera dina program till senast tillgängliga version i endatabas, och hämta paket från speglade databaser.
