Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Often a new BE is created when you execute the <literal>pkg update</literal> command or use the <guibutton>Updates</guibutton> button to update all packages that have updates available.
fr: Un nouvel environnement d'initialisation est fréquemment créé lorsque vous exécutez la commande <literal>pkg update</literal> ou lorsque vous utilisez le bouton <guibutton>Mises à jour</guibutton> pour mettre à jour tous les packages pour lesquels des mises à jour sont disponibles.
it: Spesso viene creato un nuovo ambiente di boot all'esecuzione del comando <literal>pkg update</literal> o si utilizza il pulsante <guibutton>Aggiornamenti</guibutton> per aggiornare tutti i pacchetti con aggiornamenti disponibili.
pt_br: Frequentemente é criado um novo BE quando você executa o comando <literal>pkg update</literal> ou usa o botão <guibutton>Atualizações</guibutton> para atualizar todos os pacotes com atualizações disponíveis.
zh_cn: 当您执行 <literal>pkg update</literal> 命令或使用<guibutton>更新</guibutton>按钮来更新有更新可用的所有软件包时通常会创建一个新 BE。

source: Activating a BE
fr: Activation d'un environnement d'initialisation
it: Attivazione di un ambiente di boot
pt_br: Ativação de um BE
zh_cn: 激活 BE

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Boot Environments</guimenuitem></menuchoice> menu option to open the Manage Boot Environments window. Each BE is listed in the window. The BE that you are currently booted into shows a check mark to the left of the BE name.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Gérer les environnements d'initialisation</guimenuitem></menuchoice> pour ouvrir la fenêtre Gestion des environnements d'initialisation. Tous les environnements d'initialisation sont répertoriés dans la fenêtre. Une coche s'affiche en regard de l'environnement d'initialisation actuellement amorcé.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestione ambienti di boot</guimenuitem></menuchoice> per aprire la finestra Gestione ambienti di boot. Ogni ambiente di boot viene elencato nella finestra. Nell'ambiente di boot in uso viene visualizzato un segno di spunta a sinistra del nome dell'ambiente di boot.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Gerenciar Ambientes de Inicialização</guimenuitem></menuchoice> para abrir a janela Gerenciar Ambientes de Inicialização. Todos os BEs estão listados na janela. O BE inicializado no momento mostra uma marca de seleção à esquerda do no me do BE.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理引导环境</guimenuitem></menuchoice>菜单选项以打开“管理引导环境”窗口。每个 BE 都列在该窗口中。当前所引导的 BE 在其 BE 名称左侧显示有一个复选标记。

source: To specify a different BE to be the default active BE after the next reboot, perform the following steps:
fr: Pour amorcer un environnement d'initialisation différent de l'environnement d'initialisation actif par défaut après le prochain redémarrage, suivez la procédure ci-dessous :
it: Per specificare un ambiente di boot diverso come ambiente di boot attivo di default dopo il successivo reboot, eseguire le seguenti operazioni:
pt_br: Para especificar um BE diferente como o BE padrão ativo, siga estas etapas:
zh_cn: 要指定另一个 BE 成为下次重新引导后的缺省活动 BE，请执行以下步骤：

source: Select the <guibutton>Active on Reboot</guibutton> button for the BE that you want to be the default active BE after the next reboot.
fr: Sélectionnez le bouton <guibutton>Actif à la réinitialisation</guibutton> pour l'environnement d'initialisation que vous souhaitez utiliser comme environnement d'initialisation actif par défaut après le prochain redémarrage.
it: Selezionare il pulsante <guibutton>Attivo al reboot</guibutton> per l'ambiente di boot che si desidera impostare come ambiente di boot attivo di default dopo il successivo reboot.
pt_br: Selecione o botão <guibutton>Ativo ao reiniciar</guibutton> do BE que você deseja definir como BE padrão ativo depois da próxima reinicialização.
zh_cn: 对于要使其在下次引导后成为缺省活动 BE 的 BE，选择其对应的<guibutton>重新引导时处于活动状态</guibutton>按钮。

source: Select the <guibutton>OK</guibutton> button in the Manage Boot Environments window.
fr: Sélectionnez le bouton <guibutton>OK</guibutton> dans la fenêtre Gestion des environnements d'initialisation.
it: Selezionare il pulsante <guibutton>OK</guibutton> nella finestra Gestione ambienti di boot.
pt_br: Selecione o botão <guibutton>OK</guibutton> na janela Gerenciar ambientes de inicialização.
zh_cn: 在“管理引导环境”窗口中选择<guibutton>确定</guibutton>按钮。

source: Renaming a BE
fr: Modification du nom d'un environnement d'initialisation
it: Ridenominazione di un ambiente di boot
pt_br: Renomeação de um BE
zh_cn: 重命名 BE

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Boot Environments</guimenuitem></menuchoice> menu option to open the Manage Boot Environments window. Each BE is listed in the window.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Gérer les environnements d'initialisation</guimenuitem></menuchoice> pour ouvrir la fenêtre Gestion des environnements d'initialisation. Tous les environnements d'initialisation sont répertoriés dans la fenêtre.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestione ambienti di boot</guimenuitem></menuchoice> per aprire la finestra Gestione ambienti di boot. Nella finestra vengono elencati tutti gli ambienti di boot.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Gerenciar ambientes de inicialização</guimenuitem></menuchoice> para abrir a janela Gerenciar ambientes de inicialização. Todos os BEs estão listados na janela.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理引导环境</guimenuitem></menuchoice>菜单选项以打开“管理引导环境”窗口。每个 BE 都列在该窗口中。

source: You cannot rename the currently active BE.
fr: Vous ne pouvez pas renommer l'environnement d'initialisation actif.
it: Non è possibile rinominare l'ambiente di boot attivo corrente.
pt_br: Não é possível renomear o BE ativo no momento.
zh_cn: 您无法重命名当前处于活动状态的 BE。

source: You cannot rename a BE that you have marked for deletion.
fr: Vous ne pouvez pas renommer un environnement d'initialisation marqué comme étant à supprimer.
it: Non è possibile rinominare un ambiente di boot che è stato contrassegnato per l'eliminazione.
pt_br: Não é possível renomear um BE marcado para exclusão.
zh_cn: 无法重命名您标为待删除的 BE。

source: To rename a BE, perform the following steps:
fr: Pour renommer un environnement d'initialisation, suivez la procédure ci-dessous :
it: Per rinominare un ambiente di boot, eseguire le seguenti operazioni:
pt_br: Para renomear um BE, siga estas etapas:
zh_cn: 要重命名某个 BE，请执行以下步骤：

source: Double-click the name of the BE that you want to rename. The name field becomes editable.
fr: Double-cliquez sur le nom de l'environnement d'initialisation que vous souhaitez renommer. Le champ Nom devient modifiable.
it: Fare doppio clic sul nome dell'ambiente di boot che si desidera rinominare. È ora possibile modificare il campo del nome.
pt_br: Clique duas vezes no nome do BE que você deseja renomear. O campo do nome torna-se editável.
zh_cn: 双击您要重命名的 BE 的名称。名称字段将变为可编辑的。

source: Enter the new name.
fr: Entrez le nouveau nom.
it: Immettere il nuovo nome.
pt_br: Digite o novo nome.
zh_cn: 输入新名称。

source: Removing a BE
fr: Suppression d'un environnement d'initialisation
it: Rimozione di un ambiente di boot
pt_br: Remoção de um BE
zh_cn: 删除 BE

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Boot Environments</guimenuitem></menuchoice> menu option to open the Manage Boot Environments window. Each BE is listed in the window. The right-most column in the window is the Delete column.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Gérer les environnements d'initialisation</guimenuitem></menuchoice> pour ouvrir la fenêtre Gestion des environnements d'initialisation. Tous les environnements d'initialisation sont répertoriés dans la fenêtre. La colonne affichée complètement à droite dans la fenêtre est la colonne Supprimer.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestione ambienti di boot</guimenuitem></menuchoice> per aprire la finestra Gestione ambienti di boot. Nella finestra vengono elencati tutti gli ambienti di boot. La colonna più a destra nella finestra corrisponde alla colonna Elimina.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Gerenciar ambientes de inicialização</guimenuitem></menuchoice> para abrir a janela Gerenciar ambientes de inicialização. Todos os BEs estão listados na janela. A coluna da extrema direita na janela é a coluna Excluir.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理引导环境</guimenuitem></menuchoice>菜单选项以打开“管理引导环境”窗口。每个 BE 都列在该窗口中。该窗口中最右侧的列是“删除”列。

source: The middle column in the Manage Boot Environments window shows the size of the BE. You might want to remove a BE to free some space on your storage device.
fr: La colonne du milieu dans la fenêtre Gestion des environnements d'initialisation indique la taille des environnements d'initialisation. Pour libérer de l'espace sur votre périphérique de stockage, vous souhaiterez éventuellement supprimer un environnement d'initialisation.
it: Nella colonna centrale della finestra Gestione ambienti di boot viene visualizzata la dimensione dell'ambiente di boot. È possibile, se si desidera, rimuovere un ambiente di boot per liberare spazio nell'unità di memorizzazione.
pt_br: A coluna do meio na janela Gerenciar ambientes de inicialização mostra o tamanho do BE. Convém remover um BE para liberar espaço no dispositivo de armazenamento.
zh_cn: “管理引导环境”窗口中的中间列显示了 BE 的大小。您可能想要删除某个 BE 以释放存储设备上的一些空间。

source: You cannot delete the currently active BE.
fr: Vous ne pouvez pas supprimer l'environnement d'initialisation actuellement actif.
it: Non è possibile eliminare l'ambiente di boot attualmente attivo.
pt_br: Não é possível excluir o BE ativo no momento.
zh_cn: 您无法删除当前处于活动状态的 BE。

source: You cannot delete a BE that you have renamed.
fr: Vous ne pouvez pas supprimer un environnement d'initialisation que vous avez renommé.
it: Non è possibile eliminare un ambiente di boot che è stato rinominato.
pt_br: Não é possível excluir um BE renomeado.
zh_cn: 无法删除您已重命名的 BE。

source: To delete a BE, perform the following steps:
fr: Pour supprimer un environnement d'initialisation, suivez la procédure ci-dessous :
it: Per eliminare un ambiente di boot, eseguire le seguenti operazioni:
pt_br: Para excluir um BE, siga estas etapas:
zh_cn: 要删除某个 BE，请执行以下步骤：

source: Select the <guibutton>Delete</guibutton> box for the BE that you want to delete.
fr: Sélectionnez la case <guibutton>Supprimer</guibutton> correspondant à l'environnement d'initialisation que vous souhaitez supprimer.
it: Selezionare la casella <guibutton>Elimina</guibutton> dell'ambiente di boot che si desidera eliminare.
pt_br: Selecione a caixa <guibutton>Excluir</guibutton> para o BE que você deseja excluir.
zh_cn: 选择您要删除的 BE 所对应的<guibutton>删除</guibutton>框。

source: Working With WebInstall
fr: Utilisation de WebInstall
id: Bekerja Dengan WebInstall
it: Utilizzo di WebInstall
pt_br: Trabalhando com o WebInstall
sv: Arbeta med WebInstall
zh_cn: 使用 WebInstall

source: Package Manager supports installing packages using a simple one-click WebInstall process. The WebInstall process uses a <filename>.p5i</filename> file. A <filename>.p5i</filename> file contains information to add publishers and add packages that can be installed from these publishers. The information in the <filename>.p5i</filename> file is read and used by the WebInstall process.
fr: Le Gestionnaire de packages permet d'installer des packages à l'aide de WebInstall, un processus simple à clic unique. Le processus WebInstall utilise un fichier <filename>.p5i</filename>. Un fichier <filename>.p5i</filename> contient les informations nécessaires pour pouvoir ajouter des éditeurs et les packages à installer à partir de ces éditeurs. Le processus WebInstall lit et utilise les informations contenues dans le fichier <filename>.p5i</filename>.
it: Package Manager supporta l'installazione di pacchetti tramite un semplice processo WebInstall. Il processo WebInstall utilizza un file <filename>.p5i</filename>. Un file <filename>.p5i</filename> contiene informazioni per aggiungere publisher e pacchetti che possono essere installati da questi publisher. L'informazione nel file <filename>.p5i</filename> viene letta e utilizzata dal processo WebInstall.
pt_br: O Gerenciador de pacotes suporta os pacotes de instalação usando o processo de um único clique WebInstall. O processo WebInstall usa um arquivo <filename>.p5i</filename>. O arquivo <filename>.p5i</filename> contém informações para adicionar editores e pacotes que podem ser instalados nesses editores. As informações no arquivo <filename>.p5i</filename> são lidas e usadas pelo processo WebInstall.
zh_cn: 软件包管理器支持使用简单的单击 WebInstall 进程来安装软件包。WebInstall 进程使用一个 <filename>.p5i</filename> 文件。<filename>.p5i</filename> 文件包含添加发布者以及添加可从这些发布者安装的软件包所需的信息。<filename>.p5i</filename> 文件中的信息由 WebInstall 进程读取并使用。

source: Exporting Files Using WebInstall
fr: Exportation de fichiers à l'aide de WebInstall
it: Esportazione di file tramite WebInstall
pt_br: Exportação de arquivos com o WebInstall
zh_cn: 使用 WebInstall 导出文件

source: If you want other users to be able to install packages that you have installed on your system, you can export the installation instructions for those package files using the WebInstall process. A <filename>.p5i</filename> file consisting of installation instructions for those packages and publishers to be installed is created.
fr: Si vous souhaitez que d'autres utilisateurs puissent installer des packages que vous avez installés sur votre système, vous pouvez exporter les instructions d'installation de ces fichiers de packages à l'aide du processus WebInstall. Un fichier <filename>.p5i</filename> contenant les instructions d'installation des packages et éditeurs à installer est créé.
it: Se si desidera consentire ad altri utenti di installare pacchetti già installati sul proprio sistema, è possibile esportare le istruzioni di installazione per quei file di pacchetto tramite il processo WebInstall. Viene creato un file <filename>.p5i</filename> contenente le istruzioni di installazione per i pacchetti e i publisher da installare.
pt_br: Se você quiser que outros usuários possam instalar pacotes que você instalou no sistema, poderá exportar as instruções de instalação para esses arquivos de pacotes usando o processo WebInstall. É criado um arquivo <filename>.p5i</filename> consistindo em instruções de instalação para que esses pacotes e editores sejam instalados.
zh_cn: 如果希望其他用户能够安装已在您的系统上安装的软件包，可以使用 WebInstall 进程导出那些软件包的安装说明。这会创建一个 <filename>.p5i</filename> 文件，其中包含要安装的那些软件包和发布者的安装说明。

source: To export the installation instructions for your selected packages and their publishers to a <filename>.p5i</filename> file, perform the following steps:
fr: Pour exporter les instructions d'installation des packages sélectionnés et des éditeurs correspondants dans un fichier <filename>.p5i</filename>, suivez la procédure ci-dessous :
it: Per esportare le istruzioni di installazione dei pacchetti selezionati e dei relativi publisher in un file <filename>.p5i</filename>, eseguire le seguenti operazioni:
pt_br: Para exportar as instruções de instalação para os pacotes selecionados e seus editores para um arquivo <filename>.p5i</filename>, siga estas etapas:
zh_cn: 要将您选定的软件包及其发布者的安装说明导出到一个 <filename>.p5i</filename> 文件中，请执行以下步骤：

source: From the <guimenu>Publisher</guimenu> drop-down menu, select the publisher from which you want to include the packages in the <filename>.p5i</filename> file.
fr: Dans le menu déroulant <guimenu>Editeur</guimenu>, sélectionnez l'éditeur dont vous souhaitez inclure les packages dans le fichier <filename>.p5i</filename>.
it: Nel menu a discesa <guimenu>Publisher</guimenu>, selezionare il publisher dal quale si desidera includere i pacchetti nel file <filename>.p5i</filename>.
pt_br: No menu drop-down <guimenu>Editor</guimenu>, selecione o editor do qual deseja incluir os pacotes no arquivo <filename>.p5i</filename>.
zh_cn: 从<guimenu>发布者</guimenu>下拉式菜单中，选择您要将其软件包包括在 <filename>.p5i</filename> 文件中的发布者。

source: In the package list pane, select the package whose installation instructions you want to distribute.
fr: Dans le panneau de liste des packages, sélectionnez le package dont vous souhaitez diffuser les instructions d'installation.
it: Nel riquadro dell'elenco dei pacchetti, selezionare il pacchetto del quale si desidera distribuire le istruzioni di installazione.
pt_br: No painel da lista de pacotes, selecione o pacote cujas instruções de instalação deseja distribuir.
zh_cn: 在软件包列表窗格中，选择您要分发其安装说明的软件包。

source: Click <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Export Selections</guimenuitem></menuchoice> to display the Export Selections Confirmation window.
fr: Cliquez sur <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Exporter les sélections</guimenuitem></menuchoice> pour afficher la fenêtre Confirmation des sélections d'exportation.
it: Fare clic su <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Esporta selezioni</guimenuitem></menuchoice> per visualizzare la finestra Conferma esportazione selezioni.
pt_br: Clique em <menuchoice><guisubmenu>Arquivo</guisubmenu><guimenuitem>Exportar seleções</guimenuitem></menuchoice> para exibir a janela Exportar confirmação de seleções.
zh_cn: 单击<menuchoice><guisubmenu>文件</guisubmenu><guimenuitem>导出选定项</guimenuitem></menuchoice>，以显示“导出选定项确认”窗口。

source: Click the <guibutton>OK</guibutton> button to confirm the selections. The Export Selections window is displayed.
fr: Cliquez sur le bouton <guibutton>OK</guibutton> pour confirmer les sélections. La fenêtre Exporter les sélections s'affiche.
it: Fare clic sul pulsante <guibutton>OK</guibutton> per confermare le selezioni. Viene visualizzata la finestra Esporta selezioni.
pt_br: Clique no botão <guibutton>OK</guibutton> para confirmar as seleções. A janela Exportar seleções é exibida.
zh_cn: 单击<guibutton>确定</guibutton>按钮以确认选定项。“导出选定项”窗口随即显示。

source: A default name for the <filename>p5i</filename> file with the extension <filename>.p5i</filename> is provided. You can change this file name, but do not change the extension.
fr: Un nom par défaut portant l'extension <filename>.p5i</filename> est donné au fichier <filename>p5i</filename>. Vous pouvez modifier le nom du fichier, mais vous ne devez pas en modifier l'extension.
it: Viene fornito un nome di default per il file <filename>p5i</filename> con l'estensione <filename>.p5i</filename>. È possibile modificare questo nome file, ma non cambiare l'estensione.
pt_br: É fornecido um nome padrão para o arquivo <filename>p5i</filename> com a extensão <filename>.p5i</filename>. Você pode alterar esse nome de arquivo, mas não altere a extensão.
zh_cn: 系统为 <filename>p5i</filename> 文件提供了一个扩展名为 <filename>.p5i</filename> 的缺省名称。您可以更改该文件名，但不要更改扩展名。

source: A default location for the <filename>p5i</filename> file is provided. You can change the location. If you use the <guibutton>Browse</guibutton> button, you can select the <filename>p5i Files</filename> option from the drop-down menu at the bottom right hand side of the Export Selections window to display only <filename>.p5i</filename> files in the file list.
fr: Un emplacement par défaut est proposé pour le fichier <filename>.p5i</filename>. Vous pouvez modifier cet emplacement. A l'aide du bouton <guibutton>Parcourir</guibutton>, vous pouvez sélectionner l'option <filename>Fichiers p5i</filename> dans le menu déroulant accessible en bas à droite dans la fenêtre Exporter les sélections pour n'afficher que les fichiers <filename>.p5i</filename> dans la liste de fichiers.
it: Viene fornita una posizione di default per il file <filename>p5i</filename>. È possibile modificare la posizione. Se si utilizza il pulsante <guibutton>Sfoglia</guibutton>, è possibile selezionare l'opzione <filename>File p5i</filename> dal menu a discesa nella parte inferiore destra della finestra Esporta selezioni per visualizzare solo i file <filename>.p5i</filename> nell'elenco dei file.
pt_br: É fornecido um local padrão para o arquivo <filename>p5i</filename>. Você pode alterar o local. Se você usar o botão <guibutton>Procurar</guibutton>, poderá selecionar a opção <filename>Arquivos p5i</filename> no menu drop-down no lado inferior direito da janela Exportar seleções para exibir apenas arquivos <filename>.p5i</filename> na lista.
zh_cn: 系统提供了 <filename>p5i</filename> 文件的缺省位置。您可以更改该位置。如果您使用<guibutton>浏览</guibutton>按钮，可以从“导出选定项”窗口右下角的下拉式菜单中选择 <filename>p5i 文件</filename>选项以仅在文件列表中显示 <filename>.p5i</filename> 文件。

source: Click the <guibutton>Save</guibutton> button to save the file name and location.
fr: Cliquez sur le bouton <guibutton>Enregistrer</guibutton> pour enregistrer le nom et l'emplacement du fichier.
it: Fare clic sul pulsante <guibutton>Salva</guibutton> per salvare la posizione e il nome del file.
pt_br: Clique no botão <guibutton>Salvar</guibutton> para salvar o nome e local do arquivo.
zh_cn: 单击<guibutton>保存</guibutton>按钮以保存文件名和位置。

source: Using WebInstall to Add Publishers and Install Packages
fr: Utilisation de WebInstall pour l'ajout d'éditeurs et l'installation de packages
it: Utilizzo di WebInstall per aggiungere publisher e installare pacchetti
pt_br: Uso do WebInstall para adicionar editores e instalar pacotes
zh_cn: 使用 WebInstall 添加发布者和安装软件包

source: The WebInstall process enables you to install packages through a <filename>p5i</filename> file.
fr: Le processus WebInstall vous permet d'installer des packages à partir d'un fichier <filename>p5i</filename>.
id: Proses WebInstall memungkinkan Anda untuk menginstal paket melalui berkas <filename>p5i</filename>.
it: Il processo WebInstall consente di installare pacchetti mediante un file <filename>p5i</filename>.
pt_br: O processo de WebInstall permite instalar pacotes através de um arquivo <filename>p5i</filename>.
sv: Med WebInstall kan du installera paket via en <filename>p5i</filename>-fil.
zh_cn: WebInstall 进程允许您通过 <filename>p5i</filename> 文件安装软件包。

source: Locate the <filename>.p5i</filename> file. This file might be on your desktop or on a web site.
fr: Recherchez le fichier <filename>.p5i</filename>. Ce fichier peut se trouver sur votre bureau ou sur un site Web.
it: Individuare il file <filename>.p5i</filename>. Questo file potrebbe trovarsi sul desktop o su un sito Web.
pt_br: Localize o arquivo <filename>.p5i</filename>. Esse arquivo pode estar em sua área de trabalho ou em um site.
zh_cn: 找到 <filename>.p5i</filename> 文件。该文件可能位于您的桌面上，也可能位于某个 Web 站点上。

source: Use one of the following methods to start Package Manager in WebInstall mode:
fr: Procédez de l'une des manières suivantes pour démarrer le Gestionnaire de packages en mode WebInstall :
it: Utilizzare uno dei metodi seguenti per avviare Package Manager in modalità WebInstall:
pt_br: Use um dos seguintes métodos para iniciar o Gerenciador de pacotes no modo WebInstall:
zh_cn: 使用下列方法之一在 WebInstall 模式下启动软件包管理器：

source: Click on a <filename>.p5i</filename> file on your desktop. The associated application (Package Manager Web Installer) is launched.
fr: Cliquez sur un fichier <filename>.p5i</filename> sur le bureau. L'application associée (Programme d'installation Web du gestionnaire de package) démarre.
it: Fare clic su un file <filename>.p5i</filename> sul desktop. Viene avviata l'applicazione associata (Programma di installazione Web Package Manager).
pt_br: Clique em um arquivo <filename>.p5i</filename> na área de trabalho. O aplicativo associado (Instalador da Web do Gerenciador de pacotes) é iniciado.
zh_cn: 单击桌面上的 <filename>.p5i</filename> 文件。关联的应用程序（软件包管理器 Web 安装程序）随即启动。
