Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: A default name for the <filename>p5i</filename> file with the extension <filename>.p5i</filename> is provided. Click inside the <emphasis role="strong">Name</emphasis> field to change the name of the <filename>p5i</filename> file.
id: Nama default untuk berkas<filename>p5i</filename> dengan ekstensi <filename>.p5i</filename> disediakan. Klik di dalam field<emphasis role="strong">Nama</emphasis> untuk mengubah nama berkas <filename>p5i</filename>.
sv: <filename>p5i</filename>-filen med filnamnstillägget <filename>.p5i</filename> får ett standardnamn. Klicka i fältet <emphasis role="strong">Namn</emphasis> om du vill ändra namnet på <filename>p5i</filename>-filen.

source: The file is saved in the <filename>/tmp</filename> folder by default. Click the <emphasis role="strong">Browse for other folders</emphasis> tab to select your own folder.
id: Berkas tersebut disimpan dalam folder<filename>/tmp</filename> secara default. Klik <emphasis role="strong">Jelajah folder lain</emphasis> tab untuk memilih folder Anda sendiri.
sv: Som standard sparas filen i mappen <filename>/tmp</filename>. Om du vill spara i en annan mapp klickar du på fliken <emphasis role="strong">Bläddra fram annan mapp</emphasis>.

source: Choose the <filename>p5i Files</filename> option in the drop-down menu located at the bottom right hand side of the window.
id: Pilih <filename>berkas p5i</filename> pilihan dalam menu drop-down yang terletak di sisi kanan bawah jendela.
sv: Välj alternativet <filename>p5i Files</filename> i den nedrullningsbara menyn längst ned till höger i fönstret.

source: How to Use WebInstall to Add Publishers and Install Packages
id: Cara Menggunakan WebInstall untuk Menambahkan Penerbit dan Install Paket
sv: Så här lägger du till utgivare och installerar paket med WebInstall

source: Locate the <filename>.p5i</filename> file which may be present on your desktop, the Start page in the Package Manager, or on a website.
id: Tempatkan berkas <filename>.p5i</filename> yang dapat ditemukan pada desktop, halaman Start di Pengelola Paket, atau pada sebuah situs web.
sv: Leta upp <filename>.p5i</filename>-filen som kan finnas på ditt skrivbord, på startsidan i pakethanteraren eller på en webbsida.

source: Start the Package Manager in WebInstall mode in one of the following ways:
id: Buat halaman Pengelola Paket dalam modus WebInstall melalui salah satu dari cara berikut:
sv: Öppna pakethanteraren i WebInstall-läge genom att göra följande:

source: Click on a <filename>.p5i</filename> file on your desktop, and the associated application, Package Manager in WebInstall mode, will be launched.
id: Klik berkas <filename>.p5i</filename> pada desktop Anda, dan aplikasi yang terkait, Pengelola Paket dalam modus WebInstall, akan diluncurkan.
sv: Klicka på en <filename>.p5i</filename>-fil på ditt skrivbord, och motsvarande program, pakethanterare i WebInstall-läge, kommer att starta.

source: Start the Package Manager from the command-line along with a path to the <filename>.p5i</filename> file. For example, type the following command at the command-line:
id: Buat halaman Pengelola Paket dari command-line dengan path ke berkas<filename>.p5i</filename>.Sebagai contoh, ketik perintah berikut di command-line:
sv: Starta pakethanteraren från kommandoraden jämte en sökväg till <filename>.p5i</filename>-filen. Skriv till exempel följande kommando på kommandoraden:

source: path_to_p5i_file/file.p5i
sv: sökväg_till_p5i-fil/fil.p5i

source: Click on a URL location that contains a link to <filename>.p5i</filename> file. If you are using this method to start WebInstall, the <filename>.p5i</filename> file <emphasis role="strong">must</emphasis> be located on a web server that has registered the new mime type. Only then, the web server can manage the <filename>.p5i</filename> automatically and start Package Manager in WebInstall mode.
id: Klik pada lokasi URL yang berisi link ke berkas<filename>.p5i</filename>. Jika Anda menggunakan metode ini untuk memulai WebInstall, berkas <filename>.p5i</filename> <emphasis role="strong">harus</emphasis> ditempatkan di web server yang telah terdaftar tipe mime baru. Kemudian hanya, server web dapat mengatur <filename>.p5i</filename> secara otomatis dan mulai Pengelola Paket pada modus WebInstall.
sv: Klicka på en URL som innehåller en länk till filen <filename>p5i</filename>-filen. Om du använder den här metoden för att starta WebInstall <emphasis role="strong">måste</emphasis> <filename>p5i</filename>-filen finnas på en webbserver som har registrerat den nya MIME-typen. Annars kan inte webbservern hantera <filename>p5i</filename>-filen automatiskt och pakethanteraren startas inte i WebInstall-läge.

source: If the <filename>.p5i</filename> is located on a web server that does not have the new mime type registered, save the <filename>.p5i</filename> file to your desktop and then click on it to launch Web Install.
id: Jika <filename>.p5i</filename> terletak di server web yang tidak memiliki tipe mime baru terdaftar, simpan berrkas<filename>.p5i</filename> pada desktop Anda dan kemudian klik untuk memulai Web Instal.
sv: Om <filename>.p5i</filename> lokaliseras på en webbserver som inte har den nya mimtypen registrerad, spara filen <filename>.p5i</filename> på ditt skrivbord, och klicka sedan på den för att starta Web Install.

source: You will see a window similar to the example window shown below. The window shows a list of publishers that will be added and the packages that will be installed. Review the information.
id: Anda akan melihat sebuah jendela yang mirip dengan contoh yang ditunjukkan di bawah jendela. Jendela menampilkan daftar penerbit yang akan ditambahkan dan paket-paket yang akan diinstal. Tinjau ulang informasi tersebut.
sv: Ett fönster liknande det nedan öppnas. I fönstret visas en lista med de utgivare som kommer att läggas till och med de paket som kommer att installeras. Kontrollera uppgifterna.

source: Confirm or cancel the WebInstall process.
id: Konfirmasi atau membatalkan proses WebInstall.
sv: Bekräfta eller avbryt WebInstall-processen.

source: Click <guibutton>Proceed</guibutton> to add the new publishers and install the packages.
id: Klik <guibutton>Lanjut</guibutton> untuk menambahkan penerbit baru dan menginstal paket-paket.
sv: De nya utgivarna läggs till och paketen installeras när du klickar på guibutton>Fortsätt</guibutton>.

source: The <emphasis role="strong">Add Publisher</emphasis> dialog is displayed. The name and URI of the publisher is already entered.
id: Dialog <emphasis role="strong">Tambah penerbit</emphasis> dialog ditampilkan. Nama dan URI dari penerbit sudah dimasukkan.
sv: Rutan <emphasis role="strong">Lägg till utgivare</emphasis> öppnas. Uppgifterna om utgivarens namn och URI är redan ifyllda.

source: The <emphasis role="strong">Adding Publisher Complete</emphasis> dialog is displayed if the publisher has been added successfully.
id: Dialog <emphasis role="strong">Penambahan Penerbit Selesai</emphasis> ditampilkan jika penerbit berhasil ditambahkan.
sv: När utgivare har lagts till visas dialogrutan <emphasis role="strong">Utgivare har lagts till</emphasis>.

source: (Optional) If the publishers to be added are secure publishers, an SSL key and certificate is required. Browse to locate the SSL Key and SSL Certificate on your system.
id: (Opsional) Jika penerbit yang akan ditambahkan adalah penerbit yang secure, sebuah kunci dan sertifikat SSL diperlukan. Jelajah untuk mencari kunci SSL dan sertifikat SSL pada sistem anda.
sv: (inte obligatoriskt) Om utgivarna som ska läggas till är pålitliga behövs SSL-nyckel och SSL-certifikat. Leta fram SSL-nyckeln och SSL-certifikatet i ditt system.

source: Click <guibutton>OK</guibutton> to proceed.
id: Klik <guibutton>OK</guibutton> untuk melanjutkan.
sv: Klicka på <guibutton>OK</guibutton> för att gå vidare.

source: If packages are being installed, the <emphasis role="strong">Install/Update</emphasis> dialog is displayed.
id: Jika paket sedang diinstal, dialog<emphasis role="strong"> Install / Perbarui </emphasis> akan ditampilkan.
sv: När paket installeras visas dialogrutan <emphasis role="strong">Installera/uppdatera</emphasis>.

source: The application will close when all packages are installed.
id: Aplikasi ini akan dinutup ketika semua paket diinstal.
sv: Programmet stängs när alla paket har installerats.

source: Using WebInstall With a Disabled Publisher
id: Menggunakan WebInstall dengan Penerbit yang Tidak Aktif
sv: Använda WebInstall med en inaktiverad utgivare

source: Sometimes a <filename>.p5i</filename> file may contain packages from a disabled publisher. In such cases WebInstall opens up an <emphasis role="strong">Enable Publisher</emphasis> dialog which allows the user to enable the publisher before installing packages.
id: Terkadang berkas <filename>.p5i</filename> mungkin berisi paket-paket dari penerbit yang tidak aktif. Dalam kasus seperti membuka sebuah WebInstall dialog <emphasis role="strong">Aktifkan Penerbit</emphasis> yang memungkinkan pengguna untuk mengaktifkan penerbit sebelum menginstal paket.
sv: Ibland innehåller <filename>.p5i</filename>-filen paket från en utgivare som har inaktiverats. I dessa fall öppnas dialogrutan <emphasis role="strong">Aktivera utgivare</emphasis> varifrån du kan aktivera utgivare innan paketen installeras.

source: Working With the Update Manager
id: Bekerja Dengan Pengelola Pembaruan
sv: Arbeta med Uppdateringshanteraren

source: About The Update Manager
id: Tentang Pengelola Pembaruan
sv: Om Uppdateringshanteraren

source: The Update Manager is a separate application that starts from the desktop when updates to the installed packages are available in the publisher.
id: Pengelola Pembaruan adalah aplikasi terpisah yang dijalankan dari desktop ketika update paket-paket yang terinstal tersedia di penerbit.
sv: Uppdateringshanteraren är ett separat program som startas från skrivbordet när det finns uppdateringar till installerade paket hos utgivaren.

source: Update Manager Main Window
id: Jendela Utama Pengelola Pembaruan
sv: Huvudfönstret i Uppdateringshanteraren

source: You can use the Update Manager application to update the installed packages in your image. The Update Manager uses the publisher that is currently set in the Package Manager to install the latest image.
id: Anda dapat menggunakan aplikasi Pengelola Pembaruan untuk memperbarui paket-paket yang terinstal di image Anda. Pengelola Pembaruan yang menggunakan penerbit saat ini diatur di Pengelola Paket untuk menginstal image terbaru.
sv: Med uppdateringshanteraren kan du uppdatera de installerade paketen i din avbildning. Utgivaren som är inställd i pakethanteraren används för att installera den senaste avbildning.

source: For the OpenSolaris 2010.03 release, the Update Manager updates <emphasis role="strong">all</emphasis> installed packages in the image. This action is equivalent to running the <command>pkg image-update</command> command from the command-line.
id: Pada rilis OpenSolaris 2010.03, Pengelola Pembaruan memperbarui <emphasis role="strong">semua</emphasis> paket yang terinstal dalam image. Tindakan ini sama seperti menjalankan perintah<command>pkg image-update</command> dari command-line.
sv: I 2010.03-versionen av OpenSolaris uppdateras<emphasis role="strong">alla</emphasis> installerade paket i avbildningen. Denna åtgärd motsvarar kommandot <command>pkg image-update</command> från kommandoraden.

source: Using the Update Manager
id: Menggunakan Pengelola Pembaruan
sv: Använda Uppdateringshanteraren

source: When updates are available to the installed packages, a notification icon is displayed in the notification panel on the OpenSolaris desktop.
id: Ketika pembaruan yang tersedia untuk paket-paket yang terinstal, ikon pemberitahuan ditampilkan dalam panel notifikasi desktop OpenSolaris.
sv: När uppdateringar är tillgängliga för de installerade paketen, visas en meddelandeikon i meddelandepanelen på OpenSolaris skrivbord.

source: You can also click <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Update Manager</guimenuitem></menuchoice> to manually launch the Update Manager.
id: Anda juga bisa klik <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrasi</guisubmenu><guimenuitem>Pengelola Pembaruan</guimenuitem></menuchoice> untuk meluncurkan secara manual Pengelola Pembaruan.
sv: Du kan även klicka på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Uppdateringshanteraren</guimenuitem></menuchoice> för att starta programmet manuellt.

source: When you are notified of a software update, perform the following steps to begin the process of updating your system:
id: Ketika Anda akan diberitahu tentang pembaruan perangkat lunak, lakukan langkah-langkah berikut untuk memulai proses pembaruan sistem anda:
sv: När du har fått ett meddelande om en programuppdatering, utför följande steg för att påbörja uppdateringen av ditt system:

source: Click the notification icon on the desktop to display the <emphasis role="strong">Update Manager</emphasis> window.
id: Klik ikon notifikasi pada desktop untuk menampilkan jendela <emphasis role="strong">Pengelola Pembaruan</emphasis>.
sv: Klicka på meddelandeikonen på skrivbordet. Fönstret med <emphasis role="strong">uppdateringshanteraren</emphasis> öppnas.

source: Click <guibutton>Update All</guibutton> in the <emphasis role="strong">Update Manager</emphasis> window.
id: Klik <guibutton>Perbarui Semua</guibutton> pada jendela<emphasis role="strong">Pengelola Pembaruan</emphasis>.
sv: Klicka på <guibutton>Uppdatera alla</guibutton> i fönstret <emphasis role="strong">Uppdateringshanteraren</emphasis>.

source: Select a package and click the <guilabel>Details</guilabel> panel if you want to view more information about the package.
id: Pilih paket dan klik panel<guilabel>Rincian</guilabel> jika Anda ingin melihat informasi lebih lanjut tentang paket.
sv: Välj ett paket och klicka på panelen <guilabel>Information</guilabel> om du vill veta mer om paketet.

source: The <emphasis role="strong">Update All</emphasis> dialog is displayed. Proceed with the Update All process or cancel the action.
id: Dialog <emphasis role="strong">Perbarui Semua</emphasis> ditampilkan. Lanjutkan dengan proses Perbarui Semua atau batalkan.
sv: Dialogrutan <emphasis role="strong">Uppdatera alla</emphasis> öppnas. Fortsätt med uppdateringen eller avbryt.

source: Click <guibutton>Proceed</guibutton> to create a new boot environment and update all packages in the current image.
id: Klik <guibutton>Lanjutkan</guibutton> untuk menciptakan boot environment yang baru dan memperbarui semua paket dalam image ini.
sv: Klicka på <guibutton>Fortsätt</guibutton> för att skapa en ny startmiljö och uppdatera alla paket i den aktuella bilden.

source: During the Update All process, a clone of the active boot environment is created. This clone enables the user to boot into the boot environment state that existed before the Update All process was started.
id: Selama proses Perbarui Semua, klon dari boot environment aktif dibuat. Klon ini memungkinkan pengguna untuk boot ke kondisi boot environment yang sudah ada sebelum proses Perbarui Semua dimulai.
sv: Under processen Uppdatera alla skapas en klon av den aktiva startmiljön. Med hjälp av klonen kan användaren starta datorn i den startmiljö som fanns innan processen Uppdatera alla påbörjades.

source: If the Package Manager is unable to create a new boot environment, an error message will be displayed. See the <xref linkend="gileh"/> section on how to rectify the error and continue with updating your image.
id: Jika Pengelola Pembaruan tidak dapat menciptakan boot environment baru, pesan kesalahan akan ditampilkan. Lihat <xref linkend="gileh"/> bagian tentang bagaimana untuk memperbaiki kesalahan dan melanjutkan dengan memperbarui image Anda.
sv: Om pakethanteraren inte kan skapa en ny startmiljö visas ett felmeddelande. Se avsnittet <xref linkend="gileh"/> om hur man korrigerar felet och fortsätter med att uppdatera bilden.

source: A name for the new boot environment is automatically generated. You can accept the name generated by the system, or provide your own name for the boot environment.
id: Nama untuk boot environment baru secara otomatis dihasilkan. Anda dapat menerima nama yang dihasilkan oleh sistem, atau memberikan nama Anda sendiri untuk boot environment.
sv: Ett namn för den nya startmiljön skapas automatiskt. Du kan acceptera namnet som systemet har skapat, eller själv ange ett namn för startmiljön.

source: Click <guibutton>Cancel</guibutton> to cancel the process.
id: Klik <guibutton>Batal</guibutton> untuk membatalkan proses.
sv: Om du vill avbryta processen klickar du på <guibutton>Avbryt</guibutton>.

source: If you chose to proceed, the <emphasis role="strong">Installing Updates</emphasis> windows are displayed. The package installation process consists of four stages:
id: Jika Anda memilih untuk melanjutkan, jendela <emphasis role="strong">Instalasai Pembaruan</emphasis> ditampilkan. Proses instalasi paket terdiri dari empat tahapan:
sv: Om du klickar på Fortsätt visas fönstren <emphasis role="strong">Installerar uppdateringar</emphasis>. Paketinstallationen består av fyra moment:

source: Prepare
id: Persiapan
sv: Förberedelse

source: Download.
id: Mengunduh
sv: Nedladdning

source: Install.
sv: Installation

source: You can choose to cancel the process only during the <emphasis role="strong">Prepare</emphasis> and <emphasis role="strong">Download</emphasis> stages.
id: Anda dapat memilih untuk membatalkan proses hanya selama di tahap<emphasis role="strong">Persiapan</emphasis> dan <emphasis role="strong">Mengunduh</emphasis>.
sv: Du kan bara avbryta installationen under <emphasis role="strong">förberedelsen</emphasis> eller <emphasis role="strong">nedladdningen</emphasis>.

source: Click the <guilabel>Details</guilabel> panel to view more information about each of the installation processes.
id: Klik panel <guilabel>Rincian</guilabel> untuk melihat informasi lebih lanjut tentang masing-masing proses instalasi.
sv: Klicka på panelen <guilabel>Detaljer</guilabel> för att se mer information om varje installation.

source: If an error occurs during any of the stages, the <guilabel>Details</guilabel> panel is expanded and the details of the error are displayed. An error status indicator is shown next to the failed stage.
id: Jika kesalahan terjadi pada salah satu tahap, panel<guilabel>Rincian</guilabel> diperluas dan rincian kesalahan ditampilkan. Indikator status kesalahan ditampilkan di sebelah tahapan yang gagal.
sv: Om det inträffar fel under dessa steg expanderas panelen <guilabel>Information</guilabel> och information om felet visas. Vid steget där felet inträffade visas en felindikator.

source: Read the <xref linkend="release_notes"/> before rebooting your system.
id: Baca <xref linkend="release_notes"/> sebelum reboot sistem anda.
sv: Läs <xref linkend="release_notes"/> innan du startar om systemet.

source: You must reboot your system for the changes to take effect.
id: Anda harus me-reboot sistem anda agar perubahan diterapkan.
sv: Du måste starta om datorn för att ändringarna ska träda i kraft.

source: A new boot environment clone <emphasis role="strong">must</emphasis> be created for the Update All process to be completed. The following error message is displayed if a boot environment clone cannot be created due to space restrictions :
id: Klon boot environment yang baru <emphasis role="strong">harus</emphasis> dibuat untuk menyelesaikan proses Pembaruan Semua. Pesan kesalahan berikut ditampilkan jika klon boot environment tidak dapat diciptakan karena batasan ruang:
sv: En ny startmiljöklon <emphasis role="strong">måste</emphasis>skapas för att processen Uppdatera alla ska slutföras. Följande fel-meddelande visas om en startmiljöklon inte kan skapas på grund av begränsat utrymme:

source: <literal>Not enough disk space, the Update All action cannot be performed. Choose Manage BE to manage your boot environments and free up disk space</literal>.
id: <literal>Tidak cukup ruang disk, Semua Pembaruan tidak dapat dilakukan. Pilih Pengelola BE untuk mengelola boot environment Anda dan bebaskan ruang disk</literal>.
sv: <literal>Det finns inte tillräckligt med utrymme på hårddisken. Det går inte att uppdatera alla. Gå till Hantera startmiljöer för att åtgärda problemet och frigöra mer utrymme.</literal>.

source: Click <guibutton>Manage BE</guibutton> in the error dialog to go to the <emphasis role="strong">Manage Boot Environments</emphasis> dialog.
id: Klik <guibutton>Pengelola BE</guibutton> pada dialog Error dan menuju dialog<emphasis role="strong">Pengelola Boot Environments</emphasis>.
sv: Öppna dialogrutan<emphasis role="strong">Hantera startmiljöer</emphasis> genom att klicka på <guibutton>Hantera startmiljöer</guibutton> i felmeddelandet.

source: Go to step 2 in the <xref linkend="gilfh"/> section. Follow the instructions to delete old or unused boot environments and free up disk space.
id: Pergi ke langkah 2 pada bagian <xref linkend="gilfh"/>. Ikuti petunjuk untuk menghapus boot environment yang lama atau tidak digunakan dan bebaskan ruang disk.
sv: Gå till steg 2 i avsnittet <xref linkend="gilfh"/>. Följ instruktionerna för att radera gamla eller oanvända startmiljöer och frigöra disk-utrymme.

source: Click <guibutton>Update All</guibutton> in the <emphasis role="strong">Update Manager</emphasis> window to restart the process of updating all packages.
id: Klik <guibutton>Perbarui Semua</guibutton> pada jendela<emphasis role="strong">Pengelola Pembaruan</emphasis> untuk start ulang proses pembaruan semua paket.
sv: Börja sedan om med uppdateringen av alla paket genom att klicka på <guibutton>Uppdatera alla</guibutton> i fönstret <emphasis role="strong">Uppdateringshanteraren</emphasis>.

source: 2010.03 Release Notes
id: Catatan Rilis 2010.03
sv: Viktigt-filer för 2010.03

source: The Release Notes for 2010.03 are available at the following location: <ulink url="http://docs.sun.com/source/820-7679/index.html"/>.
id: Catatan Rilis 2010.03 tersedia di lokasi berikut: <ulink url="http://docs.sun.com/source/820-7679/index.html"/>.
sv: Viktigt-filerna för 2010.03 finns på: <ulink url="http://docs.sun.com/source/820-7679/index.html"/>.

source: Image Packaging System Glossary
sv: IPS-ordlista

source: A person, group, or corporation that provides packages. Packages for a publisher are found in a repository, from which the package system retrieves package data.
id: Seseorang, kelompok, atau korporasi yang menyediakan paket. Paket untuk penerbit ditemukan di repositori, dari mana sistem paket mengambil data paket.
sv: En person, grupp eller ett företag som ger ut paket. En utgivares paket finns i en databas, varifrån paketsystemet hämtar paketdata.

source: repository
id: repositori
sv: databas

source: A location where clients can publish and retrieve package content such as files contained within the package, and package metadata which includes information about the package such as its name and description.
id: Sebuah lokasi di mana klien dapat mempublikasikan dan mengambil isi paket seperti berkas yang terkandung dalam paket, dan paket metadata yang meliputi informasi tentang paket seperti nama dan deskripsi.
sv: Ett ställe där klienter kan publicera och hämta paketinnehåll i form av filer som ligger förpackade i paket. Här hämtas även metadata för paketen, det vill säga sådana uppgifter som namn och beskrivningar.

source: boot environment
sv: startmiljö
