Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Select the <guibutton>Install/Update</guibutton> button in the tool bar.
fr: Sélectionnez le bouton <guibutton>Installer/Mettre à jour</guibutton> dans la barre d'outils.
it: Selezionare il pulsante <guibutton>Installa/Aggiorna</guibutton> nella barra degli strumenti.
pt_br: Selecione o botão <guibutton>Instalar/Atualizar</guibutton> na barra de ferramentas.
zh_cn: 在工具栏中选择<guibutton>安装/更新</guibutton>按钮。

source: Select the <menuchoice><guimenu>Package</guimenu><guimenuitem>Install/Update</guimenuitem></menuchoice> option from the menu bar.
fr: Sélectionnez l'option <menuchoice><guimenu>Package</guimenu><guimenuitem>Installer/Mettre à jour</guimenuitem></menuchoice> dans la barre de menus.
it: Selezionare l'opzione <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Installa/Aggiorna</guimenuitem></menuchoice> dalla barra dei menu.
pt_br: Selecione a opção <menuchoice><guimenu>Pacote</guimenu><guimenuitem>Instalar/Atualizar</guimenuitem></menuchoice> na barra de menus.
zh_cn: 从菜单栏中选择<menuchoice><guimenu>软件包</guimenu><guimenuitem>安装/更新</guimenuitem></menuchoice>选项。

source: Click your right mouse button on the name of a package to display the pop-up <guimenu>Package</guimenu> menu. Then select the <guimenuitem>Install/Update</guimenuitem> option.
fr: Cliquez avec le bouton droit de la souris sur le nom d'un package pour afficher le menu contextuel <guimenu>Package</guimenu>. Sélectionnez ensuite l'option <guimenuitem>Installer/Mettre à jour</guimenuitem>.
it: Fare clic con il pulsante destro del mouse sul nome di un pacchetto per visualizzare il menu popup <guimenu>Pacchetto</guimenu>. Selezionare quindi l'opzione <guimenuitem>Installa/Aggiorna</guimenuitem>.
pt_br: Clique com o botão direito do mouse no nome do pacote para exibir o menu instantâneo <guimenu>Pacote</guimenu>. Em seguida, selecione a opção <guimenuitem>Instalar/Atualizar</guimenuitem>.
zh_cn: 在软件包名称上单击鼠标右键以显示<guimenu>软件包</guimenu>弹出式菜单，然后选择<guimenuitem>安装/更新</guimenuitem>选项。

source: On the Versions tab in the package details pane below the package list pane, select a version from the Version to Install list and click the <guibutton>Install/Update</guibutton> button to the right of the list. The packages in the Version to Install list are available in the repository; they might not be installable. A particular version might not be compatible with other packages that you have installed. If the version that you select is not installable on your system, Package Manager warns you and does not install the package.
fr: Dans l'onglet Versions du panneau Détails du package affiché sous le panneau de liste des packages, sélectionnez une version dans la liste Version à installer et cliquez sur le bouton <guibutton>Installer/Mettre à jour</guibutton> à droite de la liste. Les packages de la liste Version à installer sont disponibles dans le référentiel, mais il n'est pas toujours possible de les installer. Une version donnée peut être incompatible avec d'autres packages installés. Si la version que vous sélectionnez ne peut pas être installée sur votre système, le Gestionnaire de packages vous en avertit et n'installe pas le package.
it: Nella scheda Versioni del riquadro dei dettagli del pacchetto sotto il riquadro dell'elenco dei pacchetti, selezionare una versione dall'elenco Versione da installare e fare clic sul pulsante <guibutton>Installa/Aggiorna</guibutton> a destra dell'elenco. I pacchetti nell'elenco Versione da installare sono disponibili nel repository; potrebbe non essere possibile installarli. Una versione particolare potrebbe non essere compatibile con altri pacchetti installati. Se la versione selezionata non è installabile sul sistema, Package Manager genera un avviso e non installa il pacchetto.
pt_br: Na guia Versões, no painel de detalhes do pacote abaixo do painel da lista de pacotes, selecione uma versão da lista Versão a ser instalada e clique no botão <guibutton>Atualizar/Instalar</guibutton> à direita da lista. Os pacotes da lista Versão a ser instalada estão disponíveis no repositório; talvez não seja possível instalá-los. Uma versão específica pode não ser compatível com outros pacotes instalados. Se a versão que você selecionou não puder ser instalada no sistema, o Gerenciador de pacotes avisará e não instalará o pacote.
zh_cn: 在软件包列表窗格下方的软件包详细信息窗格中，在“版本”选项卡上，从“要安装的版本”列表中选择一个版本并单击该列表右侧的<guibutton>安装/更新</guibutton>按钮。“要安装的版本”列表中的软件包是系统信息库可提供的；它们有可能不可安装。某个特定的版本有可能与您已安装的其他软件包不兼容。如果您选择的版本不可安装在您的系统上，则软件包管理器会向您发出警告，且不会安装该软件包。

source: If the package is already installed and does not have an update available (see the Status column or the <menuchoice><guimenu>Package</guimenu><guimenuitem>Package Version Info</guimenuitem></menuchoice> option), the <guibutton>Install/Update</guibutton> option is grayed out and not selectable.
fr: Si le package est déjà installé et qu'aucune mise à jour n'est disponible (voir la colonne Statut ou l'option <menuchoice><guimenu>Package</guimenu><guimenuitem>Infos sur la version du package</guimenuitem></menuchoice>), l'option <guibutton>Installer/Mettre à jour</guibutton> est grisée et inaccessible.
it: Se il pacchetto è già installato e non sono disponibili aggiornamenti (vedere la colonna Stato o l'opzione <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Informazioni sulla versione del pacchetto</guimenuitem></menuchoice>), l'opzione <guibutton>Installa/Aggiorna</guibutton> è visualizzata in grigio e non è selezionabile.
pt_br: Se o pacote já estiver instalado e não houver uma atualização disponível (consulte a coluna Status ou a opção <menuchoice><guimenu>Pacote</guimenu><guimenuitem> Informação sobre a versão do pacote</guimenuitem></menuchoice> option), a opção <guibutton>Instalar/Atualizar</guibutton> ficará esmaecida e não poderá ser selecionada.
zh_cn: 如果软件包已安装且没有更新可用（请参见“状态”列或<menuchoice><guimenu>软件包</guimenu><guimenuitem>软件包版本信息</guimenuitem></menuchoice>选项），则<guibutton>安装/更新</guibutton>选项处于灰显状态且不可选择。

source: The Install/Update Confirmation window is displayed. Packages that are not yet installed are listed in the Install Details pane, and packages that are installed are listed in the Update Details pane for you to review. Select the <guibutton>Proceed</guibutton> button to install or update the listed packages.
fr: La fenêtre Confirmation d'installation/de mise à jour s'affiche. Les packages qui ne sont pas encore installés sont listés dans le panneau Détails d'installation et les packages installés sont listés dans le panneau Détails de mise à jour, où vous pouvez les contrôler. Sélectionnez le bouton <guibutton>Continuer</guibutton> pour installer ou mettre à jour les packages répertoriés.
it: Viene visualizzata la finestra Conferma installazione/aggiornamento. I pacchetti non ancora installati sono elencati nel riquadro Dettagli installazione, mentre quelli installati nel riquadro Aggiorna dettagli per la revisione. Selezionare il pulsante <guibutton>Continua</guibutton> per installare o aggiornare i pacchetti elencati.
pt_br: A janela Instalar/Atualizar é exibida. Os pacotes ainda não instalados estão listados no painel Detalhes da instalação e os pacotes instalados estão listados no painel Detalhes da atualização para sua revisão. Selecione o botão <guibutton>Continuar</guibutton> para instalar ou atualizar os pacotes listados.
zh_cn: “安装/更新确认”窗口随即显示。尚未安装的软件包列出在“安装详细信息”窗格中且已安装的软件包列出在“更新详细信息”窗格中供您复查。选择<guibutton>继续</guibutton>按钮将安装或更新所列出的软件包。

source: In some cases a license dialog is displayed and you must accept the license to install the package.
fr: Dans certains cas, une boîte de dialogue de licence s'affiche et vous devez accepter la licence avant d'installer le package.
it: In alcuni casi viene visualizzata un finestra di dialogo relativa alla licenza ed è necessario accettare tale licenza per installare il pacchetto.
pt_br: Em alguns casos, é exibida uma caixa de diálogo da licença e você deve aceitar a licença para instalar o pacote.
zh_cn: 在某些情况下会显示一个许可对话框，您必须接受该许可才能安装软件包。

source: If an error occurs during package installation, an error dialog is displayed. Messages explain why the install or update failed.
fr: Lorsqu'une erreur survient au cours de l'installation d'un package, une boîte de dialogue d'erreur s'affiche. Le message indique les raisons de l'échec de l'installation ou de la mise à jour.
it: Se viene rilevato un errore durante l'installazione del pacchetto, viene visualizzata una finestra di dialogo relativa all'errore. I messaggi contengono informazioni sul fallimento dell'installazione o dell'aggiornamento.
pt_br: Se ocorrer um erro durante a instalação do pacote, será exibida uma caixa de diálogo de erro. As mensagens explicam por que a instalação ou atualização falhou.
zh_cn: 如果在软件包安装期间发生错误，则会显示一个错误对话框，其中的消息会解释安装或更新为何失败。

source: Removing Packages
fr: Suppression de packages
it: Rimozione di pacchetti
pt_br: Remoção de pacotes
zh_cn: 删除软件包

source: Perform the following steps to remove a package:
fr: Pour supprimer un package, suivez la procédure ci-dessous :
id: Lakukan langkah berikut untuk membuang sebuah paket:
it: Per rimuovere un pacchetto, attenersi alla seguente procedura.
pt_br: Realize as seguintes etapas para remover um pacote:
sv: Så här tar du bort paket:
zh_cn: 执行以下步骤来删除软件包：

source: Use one of the following methods to remove the package:
fr: Procédez de l'une des manières suivantes pour supprimer le package :
it: Utilizzare uno dei metodi seguenti per rimuovere il pacchetto:
pt_br: Use um dos seguintes métodos para remover o pacote:
zh_cn: 可使用下列方法之一来删除软件包：

source: Select the <guibutton>Remove</guibutton> button in the tool bar.
fr: Sélectionnez le bouton <guibutton>Supprimer</guibutton> dans la barre d'outils.
it: Selezionare il pulsante <guibutton>Rimuovi</guibutton> nella barra degli strumenti.
pt_br: Selecione o botão <guibutton>Remover</guibutton> na barra de ferramentas.
zh_cn: 在工具栏中选择<guibutton>删除</guibutton>按钮。

source: Select the <menuchoice><guimenu>Package</guimenu><guimenuitem>Remove</guimenuitem></menuchoice> option from the menu bar.
fr: Sélectionnez l'option <menuchoice><guimenu>Package</guimenu><guimenuitem>Supprimer</guimenuitem></menuchoice> dans la barre de menus.
it: Selezionare l'opzione <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Rimuovi</guimenuitem></menuchoice> dalla barra dei menu.
pt_br: Selecione a opção <menuchoice><guimenu>Pacote</guimenu><guimenuitem>Remover</guimenuitem></menuchoice> na barra de menus.
zh_cn: 从菜单栏中选择<menuchoice><guimenu>软件包</guimenu><guimenuitem>删除</guimenuitem></menuchoice>选项。

source: Click your right mouse button on the name of a package to display the pop-up <guimenu>Package</guimenu> menu. Then select the <guimenuitem>Remove</guimenuitem> option.
fr: Cliquez avec le bouton droit de la souris sur le nom d'un package pour afficher le menu contextuel <guimenu>Package</guimenu>. Sélectionnez ensuite l'option <guimenuitem>Supprimer</guimenuitem>.
it: Fare clic con il pulsante destro del mouse sul nome di un pacchetto per visualizzare il menu popup <guimenu>Pacchetto</guimenu>. Selezionare quindi l'opzione <guimenuitem>Rimuovi</guimenuitem>.
pt_br: Clique com o botão direito do mouse no nome do pacote para exibir o menu instantâneo <guimenu>Pacote</guimenu>. Em seguida, selecione a opção <guimenuitem>Remover</guimenuitem>.
zh_cn: 在软件包名称上单击鼠标右键以显示<guimenu>软件包</guimenu>弹出式菜单，然后选择<guimenuitem>删除</guimenuitem>选项。

source: If the package is not installed, the Remove option is grayed out and not selectable.
fr: Si le package n'est pas installé, l'option Supprimer est grisée et inaccessible.
it: Se il pacchetto non è installato, l'opzione Rimuovi viene visualizzata in grigio e non è selezionabile.
pt_br: Se o pacote não estiver instalado, a opção Remover ficará esmaecida e não poderá ser selecionada.
zh_cn: 如果软件包未安装，则“删除”选项处于灰显状态且不可选择。

source: The Remove Confirmation window is displayed. Packages to be removed are listed in the Remove Details pane for you to review. Select the <guibutton>Proceed</guibutton> button to remove the listed packages.
fr: La fenêtre Confirmation de la suppression s'affiche. Les packages à supprimer s'affichent pour vérification dans le panneau Détails de suppression. Sélectionnez le bouton <guibutton>Continuer</guibutton> pour supprimer les packages répertoriés.
it: Viene visualizzata la finestra Conferma rimozione. I pacchetti da rimuovere sono elencati nel riquadro Rimuovi dettagli per la revisione. Selezionare il pulsante <guibutton>Continua</guibutton> per rimuovere i pacchetti elencati.
pt_br: A janela Confirmação de remover é exibida. Os pacotes a serem removidos estão listados no painel Detalhes do remover para sua revisão. Selecione o botão <guibutton>Continuar</guibutton> para remover os pacotes listados.
zh_cn: “删除确认”窗口随即显示。要删除的软件包列出在“删除详细信息”窗格中供您复查。选择<guibutton>继续</guibutton>按钮将删除列出的软件包。

source: If a package cannot be removed because other packages depend on it, you can select the <guibutton>Remove Continue</guibutton> option to attempt to remove any remaining packages that you originally selected for removal.
fr: Si un package ne peut pas être supprimé car d'autres packages en dépendent, vous pouvez choisir de <guibutton>Poursuivre la suppression</guibutton> pour tenter de supprimer les packages qui subsistent alors que vous aviez sélectionné leur suppression.
it: Se non è possibile rimuovere un pacchetto poiché altri pacchetti ne sono dipendenti, è possibile selezionare l'opzione <guibutton>Rimuovi continua</guibutton> per tentare di rimuovere qualsiasi pacchetto rimanente originariamente selezionato per la rimozione.
pt_br: Se não for possível remover um pacote porque outros pacotes dependem dele, você poderá selecionar a opção <guibutton>Continuar remoção</guibutton> para tentar remover os pacotes restantes originalmente selecionados para remoção.
zh_cn: 如果某个软件包因其他软件包依赖于它而无法删除，您可以选择<guibutton>继续删除</guibutton>选项来尝试删除您最初选定的要删除的任何其余软件。

source: Updating Your System
fr: Mise à jour du système
it: Aggiornamento del sistema
pt_br: Atualização do sistema
zh_cn: 更新系统

source: When certain key packages such as some drivers and other kernel components are updated, the system performs the following actions:
fr: Lorsque des packages essentiels tels que certains pilotes ou d'autres composants du noyau sont mis à jour, le système effectue les opérations suivantes :
it: Quando vengono aggiornati determinati pacchetti chiave come alcuni driver e altri componenti kernel, il sistema esegue le seguenti operazioni:
pt_br: Quando determinados pacotes-chave como drivers e outros componentes do kernel são atualizados, o sistema executa as seguintes ações:
zh_cn: 当更新某些关键的软件包（例如某些驱动程序和其他内核组件）时，系统将执行以下操作：

source: Creates a clone of the current boot environment (BE).
fr: Création d'un clone de l'environnement d'initialisation (BE) actuel.
it: Crea un clone dell'ambiente di boot corrente.
pt_br: Cria um clone do ambiente de inicialização atual (BE).
zh_cn: 创建当前引导环境 (boot environment, BE) 的克隆。

source: Updates the packages in the clone, and does not update any packages in the current BE.
fr: Mise à jour des packages dans le clone, mais pas de mise à jour des packages dans le BE actuel.
it: Aggiorna i pacchetti nel clone e non aggiorna tutti i pacchetti nell'ambiente di boot corrente.
pt_br: Atualiza os pacotes do clone e não atualiza pacotes do BE atual.
zh_cn: 更新克隆中的软件包，且不更新当前 BE 中的任何软件包。

source: Sets the new BE to be the default boot choice the next time the system is rebooted. The current BE remains as an alternate boot choice.
fr: Définition du nouvel environnement d'initialisation comme environnement par défaut lors de la prochaine initialisation du système. Le BE actuel figure toujours parmi les choix d'initialisation possibles.
it: Imposta il nuovo ambiente di boot come scelta di boot di default al successivo reboot del sistema. L'ambiente di boot corrente resta impostato come scelta alternativa.
pt_br: Define o novo BE como a opçlão de inicialização padrão na próxima vez em que o sistema for reinicializado. O BE atual permanece como uma opção de inicialização alternativa.
zh_cn: 将新的 BE 设置为下次重新引导系统时的缺省引导选项。当前 BE 保留为一个备用引导选项。

source: Updating All Packages
fr: Mise à jour de tous les packages
it: Aggiornamento di tutti i pacchetti
pt_br: Atualização de todos os pacotes
zh_cn: 更新所有软件包

source: When you select the <guibutton>Updates</guibutton> button in the tool bar or the <menuchoice><guimenu>Package</guimenu><guimenuitem>Updates</guimenuitem></menuchoice> menu option, Package Manager updates all installed packages that have updates available.
fr: Lorsque vous sélectionnez le bouton <guibutton>Mises à jour</guibutton> dans la barre d'outils ou l'option de menu <menuchoice><guimenu>Package</guimenu><guimenuitem>Mises à jour</guimenuitem></menuchoice>, le Gestionnaire de packages met à jour tous les packages installés pour lesquels des mises à jour sont disponibles.
it: Quando si seleziona il pulsante <guibutton>Aggiornamenti</guibutton> nella barra degli strumenti o l'opzione menu <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Aggiornamenti</guimenuitem></menuchoice>, Package Manager consente di aggiornare tutti i pacchetti installati con aggiornamenti disponibili.
pt_br: Quando você seleciona o botão <guibutton>Atualizações</guibutton> ou a opção de menu <menuchoice><guimenu>Pacote</guimenu><guimenuitem>Atualizações</guimenuitem></menuchoice>, o Gerenciador de pacotes atualiza todos os pacotes instalados que tenham atualizações disponíveis.
zh_cn: 当您在工具栏中选择<guibutton>更新</guibutton>按钮或者选择<menuchoice><guimenu>软件包</guimenu><guimenuitem>更新</guimenuitem></menuchoice>菜单选项时，软件包管理器将更新有更新可用的所有已安装的软件包。

source: All packages that have updates available from their current publisher are updated. If a package has an update available from a different publisher in your publisher list, that package is updated only if its current publisher is configured as non-sticky. If its current publisher is configured as sticky, then that package is not updated.
fr: Tous les packages pour lesquels des mises à jour sont disponibles auprès de leur éditeur actuel sont mis à jour. Si des mises à jour sont disponibles pour un package auprès d'un éditeur de votre liste d'éditeurs autre que l'éditeur actuel du package, le package concerné est uniquement mis à jour si son éditeur actuel est défini comme non permanent. Si l'éditeur actuel est défini comme résident, le package n'est pas mis à jour.
it: Tutti i pacchetti con aggiornamenti disponibili dal publisher corrente sono aggiornati. Se un pacchetto presenta un aggiornamento disponibile da un publisher diverso nell'elenco dei publisher, tale pacchetto viene aggiornato solo se il relativo publisher corrente è configurato come non-sticky. Se il relativo publisher corrente viene configurato come sticky, il pacchetto non viene quindi aggiornato.
pt_br: Todos os pacotes com atualizações disponíveis do editor atual são atualizados. Se um pacote tiver uma atualização disponível de um editor diferente na lista de editores, ele será atualizado somente se o editor atual estiver configurado como não-sticky. Se o editor atual estiver configurado como sticky, esse pacote não será atualizado.
zh_cn: 凡是可从其当前发布者获得更新的软件包都将被更新。如果某个软件包的可用更新来自发布者列表中的其他发布者，则只有其当前发布者配置为非粘性时，该软件包才会更新。如果其当前发布者配置为粘性，则该软件包不会更新。

source: The Updates window displays, and the update process starts:
fr: La fenêtre Mises à jour s'affiche et le processus de mise à jour débute :
it: Viene visualizzata la finestra Aggiornamenti e viene avviato il processo di aggiornamento:
pt_br: A janela Atualizações é exibida e o processo de atualização é iniciado:
zh_cn: “更新”窗口随即显示，更新过程启动：

source: The system refreshes all catalogs.
fr: Le système actualise tous les catalogues.
it: Su tutti i cataloghi viene eseguito il refrewsh dal sistema.
pt_br: O sistema sincroniza todos os catálogos.
zh_cn: 系统将刷新所有目录。

source: The system evaluates all installed packages to determine which packages have updates available.
fr: Le système analyse tous les packages installés pour identifier ceux pour lesquels des mises à jour sont disponibles.
it: Il sistema valuta tutti i pacchetti installati per determinare per quali pacchetti sono disponibili aggiornamenti.
pt_br: O sistema avalia todos os pacotes instalados para determinar quais têm atualizações disponíveis.
zh_cn: 系统对所有已安装的软件包进行评估以确定哪些软件包有更新可用。

source: If no packages have updates available, the message “No Updates Available” is displayed and processing stops.
fr: Si des mises à jour ne sont disponibles pour aucun package, le message "Aucune mise à jour disponible" s'affiche et le traitement s'arrête.
it: Se non vi sono aggiornamenti disponibili per alcun pacchetto, viene visualizzato il messaggio "Nessun aggiornamento disponibile" e l'elaborazione viene interrotta.
pt_br: Se nenhum pacote tiver atualizações disponíveis, será exibida a mensagem “Não há atualizações disponíveis” e o processamento será interrompido.
zh_cn: 如果没有任何软件包有更新可用，则会显示消息“无更新可用”且处理停止。

source: If package updates are available, the packages to be updated are listed for your review. This is your last chance to click the <guibutton>Cancel</guibutton> button to abort the update.
fr: Si des mises à jour sont disponibles, les packages qui seront mis à jour sont répertoriés et vous pouvez les contrôler. Vous avez une dernière fois la possibilité de cliquer sur le bouton <guibutton>Annuler</guibutton> pour abandonner la mise à jour.
it: Se sono disponibili aggiornamenti, i pacchetti da aggiornare vengono elencati per la revisione. È ora possibile fare clic per l'ultima volta sul pulsante <guibutton>Annulla</guibutton> per interrompere l'aggiornamento.
pt_br: Se as atualizações de um pacote estiverem disponíveis, os pacotes a serem atualizados serão listados para sua avaliação. Esta é sua última chance de clicar no botão <guibutton>Cancelar</guibutton> para abortar a atualização.
zh_cn: 如果有软件包更新可用，则会列出要更新的软件包供您复查。这是您通过单击<guibutton>取消</guibutton>按钮中止更新的最后机会。

source: Click the <guibutton>Proceed</guibutton> button to continue with the update.
fr: Cliquez sur le bouton <guibutton>Continuer</guibutton> pour poursuivre la mise à jour.
it: Fare clic sul pulsante <guibutton>Continua</guibutton> per continuare l'aggiornamento.
pt_br: Clique no botão <guibutton>Continuar</guibutton> para continuar a atualização.
zh_cn: 单击<guibutton>继续</guibutton>按钮将继续更新。

source: The system might create a new boot environment (BE), as described in <xref linkend="update_all"/> above, depending on which packages are being updated.
fr: Selon les packages mis à jour, le système peut créer un nouvel environnement d'initialisation (BE), comme décrit à la section <xref linkend="update_all"/> ci-dessus.
it: Il sistema potrebbe creare un nuovo ambiente di boot, come descritto in <xref linkend="update_all"/> sopra, a seconda di quale pacchetto viene aggiornato.
pt_br: O sistema deve criar um novo ambiente de inicialização (BE), conforme descrito no <xref linkend="update_all"/> acima, dependendo dos pacotes que estiverem sendo atualizados.
zh_cn: 系统可能会创建一个新的引导环境 (boot environment, BE)，如前文中的<xref linkend="update_all"/>所述，具体取决于要更新的是哪些软件包。
