Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Search results are the same whether you select <guimenuitem>All Publishers</guimenuitem> or <guimenuitem>All Publishers (Search)</guimenuitem>. The difference is that using <guimenuitem>All Publishers (Search)</guimenuitem> is faster because you avoid the delay to load data from all publishers that you incur when you select <guimenuitem>All Publishers</guimenuitem>. With <guimenuitem>All Publishers (Search)</guimenuitem>, the search is performed on all publishers without loading data from all publishers in the package list pane.
fr: Les résultats de la recherche sont identiques, que vous sélectionniez <guimenuitem>Tous les éditeurs</guimenuitem> ou <guimenuitem>Tous les éditeurs (rechercher)</guimenuitem>. Toutefois, la recherche à l'aide de <guimenuitem>Tous les éditeurs (rechercher)</guimenuitem> est plus rapide, car elle évite le délai supplémentaire dû au chargement des données de tous les éditeurs qui s'effectue en cas de sélection de <guimenuitem>Tous les éditeurs</guimenuitem>. Avec <guimenuitem>Tous les éditeurs (rechercher)</guimenuitem>, la recherche est effectuée parmi tous les éditeurs sans que les données de tous les éditeurs ne soient chargées dans le panneau de liste des packages.
it: I risultati della ricerca sono gli stessi, sia che si selezioni <guimenuitem>Tutti i publisher</guimenuitem> o <guimenuitem>Tutti i publisher (Cerca)</guimenuitem>. La differenza risiede nella maggiore rapidità dell'opzione <guimenuitem>Tutti i publisher (Cerca)</guimenuitem> poiché non rende necessario il caricamento dei dati da tutti i publisher come invece avviene con la selezione di <guimenuitem>Tutti i publisher</guimenuitem>. Con <guimenuitem>Tutti i publisher (Cerca)</guimenuitem>, la ricerca viene eseguita su tutti i publisher senza caricare i dati da tutti i publisher nel riquadro dell'elenco dei pacchetti.
pt_br: Os resultados da pesquisa são os mesmos, quer você selecione <guimenuitem>Todos os editores</guimenuitem> ou <guimenuitem>Todos os editores (pesquisa)</guimenuitem>. A diferença está no fato de que o uso de <guimenuitem>Todos os editores (pesquisa)</guimenuitem> é mais rápido porque você evita o atraso no carregamento dos dados de todos os editores envolvidos ao selecionar <guimenuitem>Todos os editores</guimenuitem>. Com <guimenuitem>Todos os editores (pesquisa)</guimenuitem>, a pesquisa é executada sem o carregamento dos dados de todos os editores no painel da lista de pacotes.
zh_cn: 无论您选择<guimenuitem>所有发布者</guimenuitem>还是选择<guimenuitem>所有发布者（搜索）</guimenuitem>，搜索结果都是一样的。使用<guimenuitem>所有发布者（搜索）</guimenuitem>的不同之处是速度更快，因为这避免了选择<guimenuitem>所有发布者</guimenuitem>时因加载来自所有发布者的数据而发生的延迟。使用<guimenuitem>所有发布者（搜索）</guimenuitem>时，针对所有发布者执行搜索而不在软件包列表窗格中加载来自所有发布者的数据。

source: <guimenu>View</guimenu> menu selection — Search results are displayed in the package list pane according to the package status selected on the <guimenu>View</guimenu> menu. You can display different subsets of the same search results in the package list pane by changing the <guimenu>View</guimenu> menu selection without redoing the search.
fr: Sélection du menu <guimenu>Vue</guimenu> : les résultats de la recherche s'affichent dans le panneau de liste des packages en fonction du statut de package sélectionné dans le menu <guimenu>Vue</guimenu>. En modifiant la sélection du menu <guimenu>Vue</guimenu>, vous pouvez afficher différents sous-ensembles des mêmes résultats de recherche dans le panneau de liste des packages sans relancer la recherche.
it: Selezione menu <guimenu>Visualizza</guimenu> - I risultati della ricerca vengono visualizzati nel riquadro dell'elenco dei pacchetti a seconda dello stato del pacchetto selezionato nel menu <guimenu>Visualizza</guimenu>. È possibile visualizzare diversi sottoinsiemi degli stessi risultati della ricerca nel riquadro dell'elenco dei pacchetti modificando la selezione menu <guimenu>Visualizza</guimenu>, senza eseguire nuovamente la ricerca.
pt_br: Seleção do menu <guimenu>Exibir</guimenu> — Os resultados da pesquisa são exibidos no painel da lista de pacotes de acordo com o status do pacote selecionado no menu <guimenu>Exibir</guimenu>. É possível exibir diferentes subconjuntos dos mesmos resultados da pesquisa no painel da lista de pacotes alterando a seleção do menu <guimenu>Exibir</guimenu> sem refazer a pesquisa.
zh_cn: <guimenu>视图</guimenu>菜单选定项 - 根据在<guimenu>视图</guimenu>菜单上选定的软件包状态，在软件包列表窗格中显示搜索结果。通过更改<guimenu>视图</guimenu>菜单选定项，无需重新搜索，即可在软件包列表窗格中显示同一搜索结果的不同子集。

source: Package Manager searches package information including name, summary, description, category, and names of files contained within the package. Only exact matches are found if you do not use wild cards.
fr: Le Gestionnaire de packages effectue la recherche dans les informations relatives aux packages, notamment dans le nom, le récapitulatif, la description, la catégorie et les noms des fichiers contenus dans les packages. Seules les correspondances exactes sont retenues si vous n'utilisez pas de caractères génériques.
it: Package Manager consente di cercare le informazioni sul pacchetto, compresi nome, riepilogo, descrizione, categoria e i nomi dei file contenuti nel pacchetto. Se non si utilizzano caratteri jolly vengono trovate solo corrispondenze esatte.
pt_br: O Gerenciador de pacotes procura informações do pacote, incluindo nome, resumo, descrição, categoria e nomes de arquivos contidos no pacote. Somente correspondências exatas são encontradas se você não usar caracteres curinga.
zh_cn: 软件包管理器搜索的软件包信息包括名称、摘要、描述、类别以及软件包中包含的文件的名称。如果您未使用通配符，则只查找完全匹配项。

source: When search terms are separated by spaces or by <literal>AND</literal>, Package Manager searches for packages that contain <emphasis role="strong">all</emphasis> of the search terms. This is the default search behavior.
fr: Lorsque les termes de recherche sont séparés par des espaces ou par <literal>AND</literal>, le Gestionnaire de packages va rechercher les packages contenant <emphasis role=""strong"">tous</emphasis> les termes de recherche. Il s'agit du comportement par défaut de la recherche.
it: Quando i termini di ricerca sono separati da spazi o da <literal>AND</literal>, Package Manager cerca i pacchetti contenenti <emphasis role="strong">tutti</emphasis> i termini di ricerca. Si tratta dell'impostazione di ricerca di default.
pt_br: Quando os termos de pesquisa estão separados por espaços ou pelo <literal>AND</literal>, o Gerenciador de pacotes procura pacotes que contenham <emphasis role="strong">todos</emphasis> os termos de pesquisa. Esse é o comportamento padrão da pesquisa.
zh_cn: 当搜索词条由空格或 <literal>AND</literal> 运算符分隔时，软件包管理器将搜索包含<emphasis role="strong">所有</emphasis>这些搜索词条的软件包。这是缺省搜索行为。

source: Example: If the search string is <literal>python book</literal> or <literal>python AND book</literal>, the search results include only packages that contain <emphasis>both</emphasis><literal>python</literal><emphasis>and</emphasis><literal>book</literal> in their package information. For example, the package <literal>diveintopython</literal>, a book about Python programming, would appear in the search results, but the package <literal>python-26</literal> would not.
fr: Exemple : si la chaîne de recherche est <literal>python book</literal> ou <literal>python AND book</literal>, les résultats de la recherche n'incluent que les packages dont les informations contiennent <emphasis>à la fois</emphasis> <literal>python</literal> <emphasis>et</emphasis> <literal>book</literal>. Par exemple, le package <literal>diveintopython</literal>, un livre traitant de programmation Python, figurerait parmi les résultats de la recherche, mais pas le package <literal>python-26</literal>.
it: Esempio: se la stringa di ricerca è <literal>manuale python</literal> o <literal>manuale AND python</literal>, i risultati della ricerca includono solo i pacchetti contenenti <emphasis>entrambi</emphasis> i termini <literal>python</literal><emphasis>e</emphasis><literal>manuale</literal> nelle informazioni del pacchetto. Ad esempio, il pacchetto <literal>diveintopython</literal>, un manuale sul linguaggio di programmazione Python, verrà visualizzato nei risultati della ricerca, a differenza del pacchetto <literal>python-26</literal>.
pt_br: Exemplo: Se a sequência da pesquisa for <literal>livro de python</literal> ou <literal>python E livro</literal>, os resultados da pesquisa incluirão apenas os pacotes que contiverem <emphasis></emphasis><literal>python</literal> <emphasis>e</emphasis> <literal>livro</literal> nas informações do pacote. Por exemplo, o pacote <literal>diveintopython</literal>, um livro sobre programação Python, apareceria nos resultados da pesquisa, mas o pacote <literal>python-26</literal> não.
zh_cn: 示例：如果搜索字符串是 <literal>python book</literal> 或 <literal>python AND book</literal>，则搜索结果将仅包括其软件包信息中<emphasis>同时</emphasis>包含 <literal>python</literal> <emphasis>和</emphasis> <literal>book</literal> 的软件包。例如，软件包 <literal>diveintopython</literal> (a book about Python programming) 将出现在搜索结果中，但软件包 <literal>python-26</literal> 将不会出现。

source: Double quotation marks
fr: Guillemets doubles
it: Virgolette doppie
pt_br: Aspas duplas
zh_cn: 双引号

source: Enclose the search term in double quotation marks to match that search term exactly.
fr: Placez le terme recherché entre guillemets doubles pour rechercher uniquement les correspondances exactes de ce terme.
it: Racchiudere il termine di ricerca tra virgolette doppie per trovare l'esatta corrispondenza con il termine.
pt_br: Coloque o termo de pesquisa entre aspas duplas para localizar esse termo exato.
zh_cn: 将搜索词条括在双引号中指示要与该搜索词条完全匹配。

source: Example: <literal>"ethernet driver"</literal> in double quotation marks matches <literal>Fast Ethernet Driver</literal> but does not match <literal>Ethernet Adapter Driver</literal>.
fr: Exemple : <literal>""ethernet driver""</literal> entre guillemets doubles renvoie comme résultat de recherche <literal>Fast Ethernet Driver</literal> mais ignore <literal>Ethernet Adapter Driver</literal>.
it: Esempio: <literal>"driver ethernet"</literal> tra virgolette doppie corrisponde a <literal>Driver Ethernet veloce</literal> ma non a <literal>Driver per scheda Ethernet</literal>.
pt_br: Exemplo: <literal>"driver ethernet"</literal> entre aspas duplas corresponde a <literal>Fast Ethernet Driver</literal> mas não a <literal>Driver de Adaptador Ethernet</literal>.
zh_cn: 示例：括在双引号中的 <literal>"ethernet driver"</literal> 将匹配 <literal>Fast Ethernet Driver</literal> 但不匹配 <literal>Ethernet Adapter Driver</literal>。

source: Wild card
fr: Caractère générique
it: Carattere jolly
pt_br: Curinga
zh_cn: 通配符

source: You can use the <literal>*</literal> wild card in your search string. Using wild cards can be slower.
fr: Vous pouvez utiliser le caractère générique <literal>*</literal> dans votre chaîne de recherche. L'utilisation de caractères génériques peut ralentir la recherche.
it: È possibile utilizzare il carattere jolly <literal>*</literal> nella stringa di ricerca. L'utilizzo dei caratteri jolly può rallentare la ricerca.
pt_br: Você pode usar o caractere curinga <literal>*</literal> na sequência de pesquisa. O uso de caracteres curinga pode tornar a pesquisa mais lenta.
zh_cn: 您可以在搜索字符串中使用 <literal>*</literal> 通配符。使用通配符时搜索速度可能较慢。

source: Example: <literal>802.11*</literal> matches <literal>802.11b/g</literal> and <literal>802.11a/b/g</literal>.
fr: Exemple : <literal>802.11*</literal> renvoie comme résultats de recherche <literal>802.11b/g</literal> et <literal>802.11a/b/g</literal>.
it: Esempio: <literal>802.11*</literal> corrisponde a <literal>802.11b/g</literal> e a <literal>802.11a/b/g</literal>.
pt_br: Exemplo: <literal>802.11*</literal> corresponde a <literal>802.11b/g</literal> e <literal>802.11a/b/g</literal>.
zh_cn: 示例：<literal>802.11*</literal> 将匹配 <literal>802.11b/g</literal> 和 <literal>802.11a/b/g</literal>。

source: Note that <literal>802.11*</literal> does not match <literal>IEEE802.11b/g</literal>. To match <literal>IEEE802.11b/g</literal>, use search string <literal>*802.11*</literal>.
fr: Notez que <literal>802.11*</literal> ne renvoie pas <literal>IEEE802.11b/g</literal> comme résultat de la recherche. Pour rechercher <literal>IEEE802.11b/g</literal>, utilisez la chaîne de recherche <literal>*802.11*</literal>.
it: Tenere presente che <literal>802.11*</literal> non corrisponde a <literal>IEEE802.11b/g</literal>. Per ottenere <literal>IEEE802.11b/g</literal>, utilizzare la stringa di ricerca <literal>*802.11*</literal>.
pt_br: Observe que <literal>802.11*</literal> não corresponde a <literal>IEEE802.11b/g</literal>. Para que coincida com <literal>IEEE802.11b/g</literal>, use uma sequência de pesquisa <literal>*802.11*</literal>.
zh_cn: 请注意，<literal>802.11*</literal> 不匹配 <literal>IEEE802.11b/g</literal>。要匹配 <literal>IEEE802.11b/g</literal>，请使用搜索字符串 <literal>*802.11*</literal>。

source: When search terms are separated by <literal>OR</literal>, Package Manager searches for packages that contain <emphasis role="strong">any</emphasis> of the search terms.
fr: Lorsque les termes de recherche sont séparés par <literal>OR</literal>, le Gestionnaire de packages recherche les packages contenant <emphasis role=""strong"">au moins un</emphasis> des termes de recherche.
it: Quando i termini di ricerca sono separati da <literal>OR</literal>, Package Manager cerca i pacchetti contenenti <emphasis role="strong">qualsiasi</emphasis> termine di ricerca.
pt_br: Quando os termos de pesquisa estão separados por <literal>OU</literal>, o Gerenciador de pacotes procura pacotes que contenham <emphasis role="strong">qualquer~um</emphasis> dos termos de pesquisa.
zh_cn: 当搜索词条由 <literal>OR</literal> 运算符分隔时，软件包管理器将搜索包含这些搜索词条中<emphasis role="strong">任一项</emphasis>的软件包。

source: Example: <literal>python OR book</literal> matches all packages that contain <literal>python</literal> in their package information and all packages that contain <literal>book</literal> in their package information.
fr: Exemple : <literal>python OR book</literal> renvoie comme résultats tous les packages dont les informations contiennent <literal>python</literal> et tous les packages dont les informations contiennent <literal>book</literal>.
it: Esempio: <literal>manuale OR python</literal> corrisponde a tutti i pacchetti che contengono <literal>python</literal> e <literal>manuale</literal> nelle relative informazioni di pacchetto.
pt_br: Exemplo: <literal>python OU livro</literal> coincidem em todos os pacotes que contenham <literal>python</literal> nas informações do pacote e em todos os pacotes que contenham <literal>livro</literal> nas informações do pacote.
zh_cn: 示例：<literal>python OR book</literal> 将匹配其软件包信息中包含 <literal>python</literal> 的所有软件包和其软件包信息中包含 <literal>book</literal> 的所有软件包。

source: You can combine these search string modifiers. You can use AND, OR, doublt quotation marks, and * all in one search string.
fr: Vous pouvez combiner ces modificateurs de chaîne de recherche. Vous pouvez utiliser AND, OR, des guillemets doubles et * dans la même chaîne de recherche.
it: È possibile unire questi modificatori della stringa di ricerca. In un'unica stringa è possibile utilizzare AND, OR, virgolette doppie e *.
pt_br: Você pode combinar esses modificadores de sequência de pesquisa . É possível usar E, OU, aspas duplas e *ao mesmo tempo em uma sequência de pesquisa.
zh_cn: 您可以组合使用这些搜索字符串修饰符。您可以在一个搜索字符串中同时使用 AND、OR、双引号和 *。

source: Clear the Search Field
fr: Effacement du champ Rechercher
it: Cancellare il campo Cerca
pt_br: Limpar campo Pesquisar
zh_cn: 清除“搜索”字段

source: To clear both the search string and the list of search results, use the Search field or the Edit menu.
fr: Pour effacer la chaîne de recherche et la liste des résultats de la recherche, utilisez le champ Rechercher ou le menu Edition.
it: Per cancellare la stringa di ricerca e l'elenco dei risultati, utilizzare il campo Cerca o il menu Modifica.
pt_br: Para limpar a sequência de pesquisa e a lista de resultados da pesquisa, use o campo Pesquisar ou o menu Editar.
zh_cn: 要同时清除搜索字符串和搜索结果列表，请使用“搜索”字段或“编辑”菜单。

source: In the Search field, click the <literal>X</literal> icon.
fr: Dans le champ Rechercher, cliquez sur l'icône <literal>X</literal>.
it: Nel campo Cerca, fare clic sull'icona <literal>X</literal>.
pt_br: No campo Pesquisar, clique no ícone <literal>X</literal>.
zh_cn: 在“搜索”字段中，单击 <literal>X</literal> 图标。

source: On the <guimenu>Edit</guimenu> menu, select the <guimenuitem>Clear Search</guimenuitem> option.
fr: Dans le menu <guimenu>Edition</guimenu>, sélectionnez l'option <guimenuitem>Annuler la recherche</guimenuitem>.
it: Nel menu <guimenu>Modifica</guimenu>, selezionare l'opzione <guimenuitem>Cancella ricerca</guimenuitem>.
pt_br: No menu <guimenu>Editar</guimenu>, selecione a opção <guimenuitem>Limpar pesquisa</guimenuitem>.
zh_cn: 在<guimenu>编辑</guimenu>菜单上，选择<guimenuitem>清除搜索</guimenuitem>选项。

source: Cancel the Search
fr: Annulation de la recherche
it: Cancellare la ricerca
pt_br: Cancelar pesquisa
zh_cn: 取消搜索

source: During a search operation, a busy bar displays at the right end of the status bar at the bottom of the Package Manager window. On the right end of the busy bar is an <literal>X</literal> icon. Click the <literal>X</literal> icon in the busy bar to cancel the search in progress.
fr: Lors d'une opération de recherche, un indicateur d'état s'affiche en bas à droite dans la barre d'état de la fenêtre du Gestionnaire de packages. Une icône <literal>X</literal> figure à l'extrémité droite de l'indicateur d'état. Cliquez sur l'icône <literal>X</literal> dans l'indicateur d'état pour annuler la recherche en cours.
it: Nel corso di un'operazione di ricerca, viene visualizzato l'avanzamento nell'estremità destra della barra di stato nella parte inferiore della finestra Package Manager. Nell'estremità destra della barra di avanzamento si trova un'icona <literal>X</literal>. Fare clic sull'icona <literal>X</literal> nella barra di avanzamento per cancellare la ricerca in corso.
pt_br: Durante uma operação de pesquisa, é exibida uma barra ocupada na extremidade direita da barra de status da janela do Gerenciador de pacotes. Na extremidade direita da barra ocupada aparece um ícone <literal>X</literal>. Clique no ícone <literal>X</literal> na barra ocupada para cancelar a pesquisa em andamento.
zh_cn: 在执行搜索操作期间，一个繁忙条会显示在软件包管理器窗口底部的状态栏的右端。在繁忙条的右端是一个 <literal>X</literal> 图标。单击繁忙条中的 <literal>X</literal> 图标可取消正在进行的搜索。

source: Redisplay Previous Search Results
fr: Affichage des résultats d'une recherche antérieure
it: Visualizzare nuovamente i risultati della ricerca precedente
pt_br: Reexibir resultados da pesquisa anterior
zh_cn: 重新显示以前的搜索结果

source: Results from searches that you have already performed during the current Package Manager session are saved in <guimenuitem>Recent Searches</guimenuitem> in the categories pane.
fr: Les résultats des recherches effectuées au cours de la session actuelle du Gestionnaire de packages sont enregistrés sous <guimenuitem>Recherches récentes</guimenuitem> dans le panneau des catégories.
it: I risultati delle ricerche già eseguite durante la sessione corrente di Package Manager sono salvate in <guimenuitem>Ricerche recenti</guimenuitem> nel riquadro delle categorie.
pt_br: Resultados de pesquisas já executadas durante a sessão atual do Gerenciador de pacotes são salvos em <guimenuitem>Pesquisas recentes</guimenuitem> no painel de categorias.
zh_cn: 在当前软件包管理器会话中已执行的搜索的结果保存在类别窗格的<guimenuitem>最近的搜索</guimenuitem>中。

source: Select the <guimenuitem>Recent Searches</guimenuitem> label in the categories pane to display an informational message in the package list pane. The package list pane shows the list of previous search results. Click a "results" link to redisplay those results.
fr: Sélectionnez le libellé <guimenuitem>Recherches récentes</guimenuitem> dans le panneau des catégories pour afficher un message d'information dans le panneau de liste des packages. Le panneau de liste des packages contient la liste des résultats des recherches antérieures. Cliquez sur un lien "résultats" pour afficher les résultats concernés.
it: Selezionare l'etichetta <guimenuitem>Ricerche recenti</guimenuitem> nel riquadro delle categorie per visualizzare un messaggio informativo nel riquadro dell'elenco dei pacchetti. In tale riquadro viene visualizzato l'elenco dei risultati della ricerca precedente. Fare clic su un collegamento "risultati" per visualizzare nuovamente tali risultati.
pt_br: Selecione <guimenuitem>Pesquisas recentes</guimenuitem> no painel de categorias para exibir uma mensagem informativa no painel da lista de pacotes. O painel da lista de pacotes mostra a lista dos resultados de pesquisas anteriores. Clique no link "resultados" para reexibir esses resultados.
zh_cn: 在类别窗格中选择<guimenuitem>最近的搜索</guimenuitem>标签会在软件包列表窗格中显示一条提示性消息。软件包列表窗格中显示之前的搜索结果列表。单击“结果”链接可重新显示那些结果。

source: Select the arrow to the left of the <guimenuitem>Recent Searches</guimenuitem> label to expand or hide the list of previous search results in the categories pane. Select an item in the list of recent searches to redisplay those search results.
fr: Sélectionnez la flèche en regard du libellé <guimenuitem>Recherches récentes</guimenuitem> pour développer ou masquer la liste des résultats des recherches antérieures dans le panneau des catégories. Sélectionnez un élément dans la liste des recherches récentes pour réafficher les résultats de recherche concernés.
it: Selezionare la freccia a sinistra dell'etichetta <guimenuitem>Ricerche recenti</guimenuitem> per espandere o nascondere l'elenco dei risultati della ricerca precedente nel riquadro delle categorie. Selezionare una voce nell'elenco delle ricerche recenti per visualizzare nuovamente tali risultati della ricerca.
pt_br: Selecione a seta à esquerda de <guimenuitem>Pesquisas recentes</guimenuitem> para expandir ou ocultar a lista de resultados de pesquisas anteriores do painel de categorias. Selecione um item na lista de pesquisas recentes para reexibir os resultados dessas pesquisas.
zh_cn: 选择<guimenuitem>最近的搜索</guimenuitem>标签左侧的箭头可在类别窗格中展开或隐藏以前的搜索结果列表。选择最近的搜索列表中的某个项目可重新显示那些搜索结果。

source: A search that matched no packages does not appear in the recent searches list.
fr: Les recherches n'ayant livré aucun résultat n'apparaissent pas dans la liste des recherches récentes.
it: Un ricerca che non ha prodotto risultati nei pacchetti non viene visualizzata nell'elenco delle ricerche recenti.
pt_br: Uma pesquisa sem pacotes correspondentes não aparece na lista de pesquisas recentes.
zh_cn: 与任何软件包都不匹配的搜索不会出现在最近的搜索列表中。

source: Selecting the <guibutton>Refresh</guibutton> button or the <menuchoice><guimenu>Package</guimenu><guimenuitem>Refresh</guimenuitem></menuchoice> menu option deletes all recent searches results.
fr: Lorsque vous sélectionnez le bouton <guibutton>Actualiser</guibutton> ou l'option de menu <menuchoice><guimenu>Package</guimenu><guimenuitem>Actualiser</guimenuitem></menuchoice>, tous les résultats des recherches récentes sont supprimés.
it: Selezionando il pulsante <guibutton>Refresh</guibutton> o l'opzione menu <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Refresh</guimenuitem></menuchoice> è possibile eliminare tutti i risultati delle ricerche recenti.
pt_br: Se você selecionar o botão <guibutton>Sincronizar</guibutton> ou a opção de menu<menuchoice><guimenu>Pacote</guimenu><guimenuitem>Sincronizar</guimenuitem></menuchoice>, todos os resultados de pesquisas recentes serão excluídos.
zh_cn: 选择<guibutton>刷新</guibutton>按钮或<menuchoice><guimenu>软件包</guimenu><guimenuitem>刷新</guimenuitem></menuchoice>菜单选项可删除所有最近的搜索结果。

source: Showing More Information
fr: Affichage d'informations supplémentaires
it: Visualizzazione di maggiori informazioni
pt_br: Exibição de mais informações
zh_cn: 显示更多信息
