Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: To modify the attributes of a publisher, select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> menu option. Currently configured publishers are listed in the Manage Publishers window.
fr: Pour modifier les attributs d'un éditeur, sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Organiser les éditeurs</guimenuitem></menuchoice>. Les éditeurs actuellement configurés sont répertoriés dans la fenêtre Organiser les éditeurs.
it: Per modificare gli attributi di un publisher, selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestisci publisher</guimenuitem></menuchoice>. I publisher attualmente configurati sono elencati nella finestra Gestisci publisher.
pt_br: Para modificar os atributos de um editor, selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Gerenciar editores</guimenuitem></menuchoice>. Os editores configurados no momento estão listados na janela Gerenciar editores.
zh_cn: 要修改发布者的属性，请选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理发布者</guimenuitem></menuchoice>菜单选项。当前已配置的发布者列出在“管理发布者”窗口中。

source: In the Manage Publishers window you can change the priority of a publisher, enable or disable a publisher, set the publisher to be sticky or non-sticky, and remove a publisher. See <xref linkend="priority-stickiness"/> and <xref linkend="remove-publisher"/>.
fr: Dans la fenêtre Organiser les éditeurs, vous pouvez modifier l'ordre de priorité d'un éditeur, activer ou désactiver un éditeur, définir un éditeur comme résident ou non permanent et supprimer un éditeur. Reportez-vous aux sections <xref linkend="priority-stickiness"/> et <xref linkend="remove-publisher"/>.
it: Nella finestra Gestisci publisher è possibile modificare la priorità di un publisher, attivare o disattivare un publisher, impostare il publisher come sticky o non-sticky e rimuovere un publisher. Vedere <xref linkend="priority-stickiness"/> e <xref linkend="remove-publisher"/>.
pt_br: Na janela Gerenciar editores, você pode alterar a prioridade do editor, ativar/desativar o editor,configurar o editor como sticky ou não-sticky, e remover o editor. Consulte <xref linkend="priority-stickiness"/> e <xref linkend="remove-publisher"/>.
zh_cn: 在“管理发布者”窗口中，您可以更改发布者的优先级、启用或禁用发布者、将发布者设置为粘性或非粘性，以及删除发布者。请参见<xref linkend="priority-stickiness"/>和<xref linkend="remove-publisher"/>。

source: Click the <guibutton>Modify</guibutton> button to open the Modify Publisher window. In the Modify Publisher window you can change the publisher alias, add or remove a publisher origin, add or remove a publisher mirror, set an SSL key and certificate, and manage publisher certificates and signature policy. See <xref linkend="origin-mirror"/> and <xref linkend="pub-security"/>.
fr: Cliquez sur le bouton <guibutton>Modifier</guibutton> pour ouvrir la fenêtre Modifier l'éditeur. Dans la fenêtre Modifier l'éditeur, vous pouvez modifier l'alias de l'éditeur, ajouter ou supprimer une origine ou un miroir pour l'éditeur, définir une clé et un certificat SSL et gérer les certificats et la stratégie de signature de l'éditeur. Reportez-vous aux sections <xref linkend="origin-mirror"/> et <xref linkend="pub-security"/>.
it: Fare clic sul pulsante <guibutton>Modifica</guibutton> per aprire la finestra Modifica publisher. Nella finestra Modifica publisher è possibile modificare l'alias del publisher, aggiungere o rimuovere un'origine e un mirror del publisher, impostare un certificato e una chiave SSL e gestire criteri firma e certificati del publisher. Vedere <xref linkend="origin-mirror"/> e <xref linkend="pub-security"/>.
pt_br: Clique no botão <guibutton>Modificar</guibutton> para abrir a janela Modificar editor. Na janela Modficar editor, é possível alterar o alias do editor, adicionar ou remover a origem de um editor, definir uma chave e um certificado SSL, e gerenciar certificados e política de assinatura de editores. Consulte <xref linkend="origin-mirror"/> e <xref linkend="pub-security"/>.
zh_cn: 单击<guibutton>修改</guibutton>按钮以打开“修改发布者”窗口。在“修改发布者”窗口中，您可以更改发布者别名、添加或删除发布者源、添加或删除发布者镜像、设置 SSL 密钥和证书，以及管理发布者证书和签名策略。请参见<xref linkend="origin-mirror"/>和<xref linkend="pub-security"/>。

source: Changing Priority and Stickiness
fr: Modification de l'ordre de priorité et de l'attribut Résident/Non permanent
it: Modifica della priorità e della persistenza
pt_br: Alteração da prioridade e capacidade de adesão
zh_cn: 更改优先级和粘性

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> menu option to display the Manage Publishers window.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Organiser les éditeurs</guimenuitem></menuchoice> pour afficher la fenêtre Organiser les éditeurs.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestisci publisher</guimenuitem></menuchoice> per visualizzare la finestra Gestisci publisher.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> para exibir a janela Gerenciar editores.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理发布者</guimenuitem></menuchoice>菜单选项以显示“管理发布者”窗口。

source: Publisher Priority
fr: Ordre de priorité des éditeurs
it: Priorità del publisher
pt_br: Prioridade do editor
zh_cn: 发布者优先级

source: Publishers are listed in priority order in the Manage Publishers window. The publisher at the top of the list is the highest priority publisher. The publisher at the bottom of the list is the lowest priority publisher.
fr: Les éditeurs sont répertoriés par ordre de priorité dans la fenêtre Organiser les éditeurs. L'éditeur s'affichant en haut de la liste est l'éditeur doté du niveau de priorité le plus élevé. L'éditeur s'affichant en bas de la liste est l'éditeur doté du niveau de priorité le plus bas.
it: I publisher sono elencati in ordine di priorità nella finestra Gestisci publisher. Il publisher nella parte superiore dell'elenco è il publisher con la priorità superiore. Il publisher nella parte inferiore dell'elenco è il publisher con priorità inferiore.
pt_br: Os editores estão listados em ordem de prioridade na janela Gerenciar editores. O editor do topo da lista é o editor de maior prioridade. O editor no fim da lista é o editor de menor prioridade.
zh_cn: 发布者按优先级顺序列出在“管理发布者”窗口中。列表顶部的发布者是优先级最高的发布者。列表底部的发布者是优先级最低的发布者。

source: The publisher at the top of the list is also known as the preferred publisher.
fr: L'éditeur s'affichant en haut de la liste est également qualifié d'éditeur préféré.
it: Il publisher in cima all'elenco è noto inoltre come publisher preferito.
pt_br: O editor do topo da lista também é conhecido como editor preferencial.
zh_cn: 位于列表顶部的发布者也称为首选发布者。

source: The preferred publisher cannot be disabled or removed.
fr: L'éditeur préféré ne peut être ni désactivé, ni supprimé.
it: Non è possibile disabilitare o rimuovere il publisher preferito.
pt_br: O editor prefrencial não pode ser desativado nem removido.
zh_cn: 无法禁用或删除首选发布者。

source: When you search for packages and do not specify a publisher, the catalogs of higher priority publishers are searched first.
fr: Lorsque vous effectuez une recherche de packages sans spécifier d'éditeur, la recherche débute dans les catalogues des éditeurs possédant les niveaux de priorité les plus élevés.
it: Quando si cercano pacchetti e non si specifica un publisher, la ricerca viene eseguita prima sui cataloghi con priorità superiore.
pt_br: Quando você procura pacotes e não especifica um editor, os catálogos com editores de maior prioridade são procurados primeiro.
zh_cn: 当您搜索软件包并且未指定发布者时，将首先搜索较高优先级发布者的目录。

source: When you update a package that was installed from a non-sticky publisher, the catalogs of higher priority publishers are searched first for updates.
fr: Lorsque vous mettez à jour un package installé à partir d'un éditeur non permanent, la recherche des mises à jour débute dans les catalogues des éditeurs possédant les niveaux de priorité les plus élevés.
it: Quando si esegue l'aggiornamento a un pacchetto installato da un publisher non-sticky, la ricerca di aggiornamenti viene eseguita prima sui cataloghi con priorità superiore.
pt_br: Quando você atualiza pacotes instalados em um editor não-adesivo, as atualizações de catálogos com editores de maior prioridade são procuradas primeiro.
zh_cn: 更新从非粘性发布者安装的软件包时，将首先搜索较高优先级发布者的目录来查找更新。

source: To change the priority of a publisher, perform the following steps:
fr: Pour modifier l'ordre de priorité d'un éditeur, suivez la procédure ci-dessous :
it: Per modificare la priorità di un publisher, eseguire le seguenti operazioni:
pt_br: Para alterar a prioridade de um editor, siga estas etapas:
zh_cn: 要更改发布者的优先级，请执行以下步骤：

source: Click to highlight a publisher row in the list in the Manage Publishers window.
fr: Cliquez pour mettre en surbrillance la ligne d'un éditeur dans la liste de la fenêtre Organiser les éditeurs.
it: Fare clic per evidenziare una riga di un publisher nell'elenco della finestra Gestisci publisher.
pt_br: Clique para realçar a linha de um editor da lista na janela Gerenciar editores.
zh_cn: 在“管理发布者”窗口的列表中单击，突出显示某个发布者行。

source: Click the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons to the right of the publisher list to increase or reduce the priority of the selected publisher. The selected publisher listing moves up and down in the list to show its new priority.
fr: Cliquez sur les boutons <guibutton>Haut</guibutton> et <guibutton>Bas</guibutton> accessibles à droite de la liste d'éditeurs pour augmenter ou réduire l'ordre de priorité de l'éditeur sélectionné. L'entrée de l'éditeur sélectionné se déplace vers le haut ou vers le bas dans la liste pour refléter son nouvel ordre de priorité.
it: Fare clic sui pulsanti <guibutton>Su</guibutton> e <guibutton>Giù</guibutton> a destra dell'elenco del publisher per aumentare o diminuire la priorità del publisher selezionato. L'elenco del publisher selezionato si muove verso l'alto o verso il basso nell'elenco per mostrare la nuova priorità.
pt_br: Clique nos botões <guibutton>Para cima</guibutton> e <guibutton>Para baixo</guibutton> à direita da lista de editores para aumentar ou diminuir a prioridade do editor selecionado. A lista de editores se move para cima e para baixo para mostrar a nova prioridade.
zh_cn: 单击发布者列表右侧的<guibutton>向上</guibutton>和<guibutton>向下</guibutton>按钮以提高或降低选定发布者的优先级。选定发布者条目将在列表中上移或下移以反映其新优先级。

source: If the selected publisher is a system publisher, then the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons are disabled. You cannot change the priority of a system publisher. Because you cannot change the priority of a system publisher, you cannot lower the priority of the publisher that is the next higher priority above a system publisher, and you cannot raise the priority of a publisher that is the next lower priority below a system publisher.
fr: Si l'éditeur sélectionné est un éditeur système, ses boutons <guibutton>Haut</guibutton> et <guibutton>Bas</guibutton> sont désactivés. Vous ne pouvez pas modifier l'ordre de priorité d'un éditeur système. Par conséquent, vous ne pouvez pas diminuer l'ordre de priorité d'un éditeur de niveau de priorité immédiatement supérieur à celui d'un éditeur système, et vous ne pouvez pas augmenter l'ordre de priorité d'un éditeur de niveau de priorité immédiatement inférieur à celui d'un éditeur système.
it: Se il publisher selezionato è un publisher di sistema, i pulsanti <guibutton>Su</guibutton> e <guibutton>Giù</guibutton> sono disattivati. Poiché non è possibile modificare la priorità di un publisher di sistema, non è possibile diminuire la priorità del publisher con la priorità maggiore più vicina sopra al publisher di sistema; inoltre, non è possibile aumentare la priorità di un publisher con la priorità minore più vicina sotto al publisher di sistema.
pt_br: Se o editor selecionado for um editor do sistema, os botões <guibutton>Para cima</guibutton> e <guibutton>Para baixo</guibutton> ficarão desativados. Não é possível alterar a prioridade de um editor do sistema e, portanto, não é possível diminuir a prioridade do editor próximo da prioridade maior acima de um editor do sistema, e não é possível aumentar a prioridade de um editor próximo da prioridade menor abaixo de um editor do sistema.
zh_cn: 如果选定发布者是一个系统发布者，则<guibutton>向上</guibutton>和<guibutton>向下</guibutton>按钮处于禁用状态。您无法更改系统发布者的优先级。因为您无法更改系统发布者的优先级，所以您无法降低其优先级只比系统发布者高一个级别的发布者的优先级，也无法提高其优先级只比系统发布者低一个级别的发布者的优先级。

source: Click the <guibutton>OK</guibutton> button at the bottom of the Manage Publishers window.
fr: Cliquez sur le bouton <guibutton>OK</guibutton> en bas de la fenêtre Organiser les éditeurs.
it: Fare clic sul pulsante <guibutton>OK</guibutton> nella parte inferiore della finestra Gestisci publisher.
pt_br: Clique no botão <guibutton>OK</guibutton> na parte inferior da janela Gerenciar editores.
zh_cn: 单击“管理发布者”窗口底部的<guibutton>确定</guibutton>按钮。

source: Enabled and Sticky
fr: Activé et Résident
it: Attivato e sticky
pt_br: Ativado e adesivo
zh_cn: “已启用”和“粘性”

source: When you add a publisher, the enabled and sticky attributes are set by default. The preferred publisher (see <xref linkend="set-pub-order"/> above) cannot be disabled. A system publisher cannot be disabled, and the sticky setting of a system publisher cannot be changed. All other enabled and sticky settings can be changed.
fr: Lorsque vous ajoutez un éditeur, les attributs Activé et Résident sont configurés par défaut. L'éditeur préféré (voir la section <xref linkend="set-pub-order"/> ci-dessus) ne peut pas être désactivé. Un éditeur système ne peut pas être désactivé, et son paramètre Résident ne peut pas être modifié. Les paramètres Activé et Résident de tous les autres éditeurs peuvent être modifiés.
it: Quando si aggiunge un publisher, gli attributi attivato e sticky vengono impostati di default. Non è possibile disattivare il publisher preferito (vedere <xref linkend="set-pub-order"/> sopra). Non è consentito disattivare un publisher di sistema, né modificare l'impostazione sticky di un publisher di sistema. Tutte le altre impostazioni sticky e attivato possono essere modificate.
pt_br: Quando você adiciona um editor, os atributos ativados e de adesivo são definidos por padrão. O editor preferencial (consulte <xref linkend="set-pub-order"/> acima) não pode ser desativado. Um editor do sistema não pode ser desativado e a configuração do adesivo de um editor do sistema não pode ser alterada. Todas as demais configurações ativadas e de adesivo podem ser alteradas.
zh_cn: 在您添加发布者时，会缺省设置“已启用”和“粘性”属性。首选发布者（请参见前文中的<xref linkend="set-pub-order"/>）无法禁用。系统发布者无法禁用，且系统发布者的“粘性”设置无法更改。所有其他“已启用”和“粘性”设置可以更改。

source: If the sticky attribute is set for a publisher, then a package that was installed from that publisher cannot be updated from a different publisher. If the sticky attribute is not set for a publisher, then that publisher is non-sticky. If a publisher is non-sticky, then a package that originally came from that publisher can be updated from another publisher. A different publisher might have a newer version of a package than the original publisher of the package. If you want to update to that newer version, the original publisher needs to be non-sticky. Also, if a lower priority publisher is non-sticky, then higher-priority publishers will be searched first for updates for packages installed from that non-sticky publisher.
fr: Si le paramètre Résident est activé pour un éditeur, un package installé à partir de cet éditeur ne peut pas être mis à jour à partir d'un autre éditeur. Si l'attribut Résident n'est pas activé pour un éditeur, cet éditeur est non permanent. Lorsqu'un éditeur est non permanent, un package provenant initialement de cet éditeur peut être mis à jour à partir d'un autre éditeur. Il est possible qu'un autre éditeur propose une version plus récente d'un package que l'éditeur d'origine du package. Si vous voulez mettre à jour vers cette version plus récente du package, vous pouvez uniquement le faire si l'éditeur d'origine du package est non permanent. En outre, si vous installez des packages à partir d'un éditeur non permanent de niveau de priorité peu élevé, les mises à jour de ces packages sont tout d'abord recherchées dans les catalogues des éditeurs de niveau de priorité supérieur.
it: Se viene impostato l'attributo sticky per un publisher, non è quindi possibile che un pacchetto installato da tale publisher venga aggiornato da un publisher diverso. Se non viene impostato l'attributo sticky per un publisher, tale publisher è non-sticky. In questo caso, un pacchetto originariamente derivato da tale publisher può essere aggiornato da un altro publisher. Un publisher diverso potrebbe presentare una versione più recente di un pacchetto rispetto al publisher originale del pacchetto. Se si desidera eseguire l'aggiornamento alla versione più recente, è necessario che il publisher originale sia non-sticky. Inoltre, se un publisher con priorità inferiore è non-sticky, la ricerca di aggiornamenti per i pacchetti installati da tale publisher non-sticky inizierà dai publisher con priorità maggiore.
pt_br: Se o atributo do adesivo for configurado para um editor, um pacote instalado desse editor não poderá ser atualizado em um editor diferente. Se o atributo do adesivo não for configurado para um editor, esse editor será não-adesivo. Se um editor for não-adesivo, um pacote proveniente desse editor poderá ser atualizado em outro editor. Um editor diferente pode ter uma versão mais recente de um pacote que o editor original do pacote. Se você quiser atualizar para essa nova versão, o editor original precisará ser não-adesivo. Além disso, se um editor de prioridade menor for não-adesivo, as atualizações para pacotes instalados dos editores de prioridade maior serão localizadas antes no editor não-adesivo.
zh_cn: 如果为某个发布者设置了“粘性”属性，则无法从其他发布者更新从该发布者安装的软件包。如果没有为某个发布者设置“粘性”属性，则该发布者是非粘性的。如果某个发布者是非粘性的，则可以从其他发布者更新最初来自该发布者的软件包。其他发布者可能有比软件包的原始发布者较新的软件包版本。如果您希望更新到该较新的版本，则原始发布者需要是非粘性的。另外，如果某个较低优先级的发布者是非粘性的，则在为从该非粘性发布者安装的软件包查找更新时，将首先搜索较高优先级的发布者。

source: A publisher that is disabled is not searched for updates or for packages to install. Catalogs of a disabled publisher are not refreshed. A disabled publisher is not shown on the <guimenu>Publisher</guimenu> drop-down menu.
fr: Les éditeurs désactivés ne sont pas pris en compte lors de la recherche de mises à jour ou de packages à installer. Les catalogues des éditeurs désactivés ne sont pas actualisés. Les éditeurs désactivés n'apparaissent pas dans le menu déroulant <guimenu>Editeur</guimenu>.
it: La ricerca di aggiornamenti o pacchetti da installare non avviene in un publisher disattivato. Inoltre, non viene eseguito il refresh dei cataloghi di un publisher disattivato. Un publisher disattivato non viene visualizzato nel menu a discesa <guimenu>Publisher</guimenu>.
pt_br: Os pacotes ou atualizações de um editor desativado não são procurados para instalação. Os catálogos de um editor desativado não são sincronizados. Um editor desativado não é mostrado no menu drop-down <guimenu>Editor</guimenu>.
zh_cn: 查找更新或要安装的软件包时，不会搜索已禁用的发布者。已禁用的发布者的目录不会刷新。已禁用的发布者不会显示在<guimenu>发布者</guimenu>下拉式菜单中。

source: To change the Enabled and Sticky settings for a publisher, perform the following steps:
fr: Pour modifier les paramètres Activé et Résident d'un éditeur, suivez la procédure ci-dessous :
it: Per modificare le impostazioni Attivato e Sticky di un publisher, eseguire le seguenti operazioni:
pt_br: Para alterar as configurações Desativado e Adesivo de um editor, siga estas etapas:
zh_cn: 要更改发布者的“已启用”和“粘性”设置，请执行以下步骤：

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> menu option to open the Manage Publishers window.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Organiser les éditeurs</guimenuitem></menuchoice> pour ouvrir la fenêtre Organiser les éditeurs.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestisci publisher</guimenuitem></menuchoice> per aprire la finestra Gestisci publisher.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> para abrir a janela Gerenciar editores.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理发布者</guimenuitem></menuchoice>菜单选项以打开“管理发布者”窗口。

source: Click an Enabled box or a Sticky box to toggle its setting.
fr: Cliquez sur une case Activé ou Résident pour inverser son paramétrage.
it: Fare clic sulla casella Attivato o Sticky per attivare o disattivare le relative impostazioni.
pt_br: Clique na caixa Ativado ou na caixa Adesivo para alterar a configuração.
zh_cn: 单击“已启用”框或“粘性”框以切换其设置。

source: Changing Alias, Origins, and Mirrors
fr: Modification d'alias, d'origines et de miroirs
it: Modifica di alias, origini e mirror
pt_br: Alteração de aliases, origens e espelhos
zh_cn: 更改别名、源和镜像

source: Select the publisher you want to modify. The Details pane below the publisher list in the Manage Publishers window displays the current origins for the selected publisher.
fr: Sélectionnez l'éditeur que vous souhaitez modifier. Le panneau Détails figurant au-dessous de la liste des éditeurs dans la fenêtre Organiser les éditeurs indique les origines actuelles de l'éditeur sélectionné.
it: Selezionare il publisher che si desidera modificare. Il riquadro Dettagli sotto l'elenco dei publisher nella finestra Gestisci publisher consente di visualizzare le origini correnti del publisher selezionato.
pt_br: Selecione o editor que deseja modificar. O painel Detalhes abaixo na janela Gerenciar editores exibe as origens atuais do editor selecionado.
zh_cn: 选择您要修改的发布者。“管理发布者”窗口中发布者列表下方的“详细信息”窗格显示选定发布者的当前源。

source: Click the <guibutton>Modify</guibutton> button to the right of the publisher list to open the Modify Publisher window.
fr: Cliquez sur le bouton <guibutton>Modifier</guibutton> à droite de la liste d'éditeurs pour ouvrir la fenêtre Modifier l'éditeur.
it: Fare clic sul pulsante <guibutton>Modifica</guibutton> a destra dell'elenco dei publisher per aprire la finestra Modifica publisher.
pt_br: Clique no botão <guibutton>Modificar</guibutton> à direita da lista de editores para abrir a janela Modificar editor.
zh_cn: 单击发布者列表右侧的<guibutton>修改</guibutton>按钮以打开“修改发布者”窗口。

source: If the selected publisher is a system publisher, the <guibutton>Modify</guibutton> button is disabled. The Details pane indicates that the selected publisher is a system publisher and displays a message that this publisher cannot be modified or removed.
fr: Si l'éditeur sélectionné est un éditeur système, le bouton <guibutton>Modifier</guibutton> est désactivé. Le panneau Détails signale que l'éditeur sélectionné est un éditeur système et un message indique que cet éditeur ne peut être ni modifié, ni supprimé.
it: Se il publisher selezionato è un publisher di sistema, il pulsante <guibutton>Modifica</guibutton> è disattivato. Il riquadro Dettagli indica che il publisher selezionato è un publisher di sistema e viene visualizzato un messaggio che informa che non è possibile modificare o rimuovere tale publisher.
pt_br: Se o editor selecionado for um editor do sistema, o botão <guibutton>Modificar</guibutton> ficará desativado. O painel Detalhes indica que o editor selecionado é um editor do sistema e exibirá uma mensagem informando que esse editor não pode ser modificado nem removido.
zh_cn: 如果选定发布者是一个系统发布者，则<guibutton>修改</guibutton>按钮处于禁用状态。“详细信息”窗格将指出选定的发布者是系统发布者并将显示一条消息来指明该发布者无法修改或删除。
