Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: See more information about a package in the package details pane or on the Package Version Info dialog.
fr: Le panneau Détails du package et la boîte de dialogue Infos sur la version du package fournissent des informations supplémentaires sur les packages.
it: È possibile visualizzare maggiori informazioni su un pacchetto nel riquadro dei dettagli del pacchetto o nella finestra di dialogo Informazioni sulla versione del pacchetto.
pt_br: Consulte mais informações sobre pacotes no painel de detalhes do pacote ou na caixa de diálogo Informação da versão do pacote.
zh_cn: 可在软件包详细信息窗格或“软件包版本信息”对话框中查看有关某个软件包的更多信息。

source: Package Details Pane
fr: Panneau Détails du package
it: Riquadro dei dettagli del pacchetto
pt_br: Painel de detalhes do pacote
zh_cn: 软件包详细信息窗格

source: To show more information about a package, click your left mouse button to highlight the package in the package list. The package details pane below the package list pane shows information such as the latest version available from this publisher, the size of the package, the files in the package, dependencies, and license terms.
fr: Pour afficher des informations supplémentaires sur un package, cliquez sur un package avec le bouton gauche de la souris pour mettre le package en surbrillance dans la liste. Le panneau Détails du package figurant sous le panneau de liste des packages fournit des informations telles que la dernière version disponible auprès de cet éditeur, la taille du package, les fichiers inclus dans le package, les dépendances et les conditions de licence.
it: Per visualizzare maggiori informazioni su un pacchetto, fare clic con il pulsante sinistro del mouse per evidenziare il pacchetto nell'elenco relativo. Nel riquadro dei dettagli del pacchetto sotto il riquadro dell'elenco dei pacchetti vengono visualizzate informazioni come l'ultima versione disponibile da questo publisher, le dimensioni del pacchetto, i file presenti nel pacchetto, le dipendenze e le condizioni di licenza.
pt_br: Para exibir mais informações sobre um pacote, clique no botão esquerdo do mouse para realçar o pacote na lista de pacotes. O painel de detalhes do pacote abaixo da lista de pacotes exibe informações como a versão mais recente disponível do editor, o tamanho do pacote, os arquivos do pacote, dependências e termos da licença.
zh_cn: 要显示有关某个软件包的更多信息，请单击鼠标左键以在软件包列表中突出显示该软件包。软件包列表窗格下方的软件包详细信息窗格显示了来自该发布者的最新可用版本、软件包大小、软件包中的文件、依赖关系和许可条款等信息。

source: If a package has been renamed since it was installed, the Renamed To field on the General tab shows the new name of the package.
fr: Si un package a été renommé depuis son installation, le champ Renommé en de l'onglet Généralités indique le nouveau nom du package.
it: Se un pacchetto è stato rinominato dopo l'installazione, nel campo Rinominato in della scheda Generale viene visualizzato il nuovo nome del pacchetto.
pt_br: Se um pacote foi renomeado após a instalação, o campo Renomeado para na guia Geral exibirá o novo nome do pacote.
zh_cn: 如果某个软件包自安装后已重命名，则“常规”选项卡上的“已重命名为”字段会显示该软件包的新名称。

source: The Versions tab shows a list of versions of this package that are available for you to install. Select a version from the list and click the <guibutton>Install/Update</guibutton> button to the right of the list to install that version. See <xref linkend="install-pkg"/>.
fr: L'onglet Versions contient la liste des versions du package disponibles pour l'installation. Sélectionnez une version dans la liste et cliquez sur le bouton <guibutton>Installer/Mettre à jour</guibutton> à droite de la liste pour installer la version concernée. Reportez-vous à la section <xref linkend="install-pkg"/>.
it: Nella scheda Versioni viene visualizzato un elenco delle versioni del pacchetto disponibili per l'installazione. Selezionare una versione dall'elenco e fare clic sul pulsante <guibutton>Installa/Aggiorna</guibutton> a destra dell'elenco per installare tale versione. Vedere <xref linkend="install-pkg"/>.
pt_br: A guia Versões mostra uma lista das versões deste pacote disponíveis para instalação. Selecione uma versão na lista e clique no botão <guibutton>Instalar/Atualizar</guibutton> à direita da lista para instalar a versão. Consulte <xref linkend="install-pkg"/>.
zh_cn: “版本”选项卡显示了供您安装的该软件包的所有版本列表。从列表中选择某个版本并单击列表右侧的<guibutton>安装/更新</guibutton>按钮可安装该版本。请参见<xref linkend="install-pkg"/>。

source: The package details pane is not displayed if the package list pane contains an informational message.
fr: Le panneau Détails du package ne s'affiche pas lorsque le panneau de liste des packages contient un message d'information.
it: Il riquadro dei dettagli del pacchetto non viene visualizzato se il riquadro dell'elenco dei pacchetti contiene un messaggio informativo.
pt_br: O painel de detalhes do pacote não é exibido caso o pacote contenha uma mensagem informativa.
zh_cn: 如果软件包列表窗格包含一条提示性消息，则不会显示软件包详细信息窗格。

source: Package Version Info Dialog
fr: Boîte de dialogue Infos sur la version du package
it: Finestra di dialogo Informazioni sulla versione del pacchetto
pt_br: Caixa de diálogo Informações sobre a versão do pacote
zh_cn: “软件包版本信息”对话框

source: Click your right mouse button on a package in the package list to pop up the <guimenu>Package</guimenu> menu.
fr: Cliquez avec le bouton droit de la souris sur un package de la liste de packages pour ouvrir le menu contextuel <guimenu>Package</guimenu>.
it: Fare clic con il pulsante destro del mouse su un pacchetto nell'elenco dei pacchetti per visualizzare il menu <guimenu>Pacchetto</guimenu>.
pt_br: Clique com o botão direito do mouse em um pacote da lista de pacotes para exibir o menu instantâneo <guimenu>Pacote</guimenu>.
zh_cn: 在软件包列表中的某个软件包上单击鼠标右键可弹出<guimenu>软件包</guimenu>菜单。

source: Select the <menuchoice><guimenu>Package</guimenu><guimenuitem>Package Version Info</guimenuitem></menuchoice> menu option either from the pop-up menu or from the menu bar to display a separate window that shows the version of the package that is installed and the latest version that you can install or upgrade to if applicable.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Package</guimenu><guimenuitem>Infos sur la version du package</guimenuitem></menuchoice> dans le menu contextuel ou dans la barre de menus pour afficher une fenêtre distincte indiquant la version du package installée et, le cas échéant, la dernière version pouvant être installée ou vers laquelle vous pouvez mettre à niveau.
it: Selezionare l'opzione menu <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Informazioni sulla versione del pacchetto</guimenuitem></menuchoice> sia dal menu popup sia dalla barra dei menu per visualizzare una finestra separata in cui viene visualizzata la versione del pacchetto installato e l'ultima versione che è possibile installare o a cui è possibile eseguire l'aggiornamento, se applicabile.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Pacote</guimenu><guimenuitem>Informação sobre a versão do pacote</guimenuitem></menuchoice> no menu pop-up ou na barra de menus para exibir uma janela separada mostrando a versão do pacote instalado e a versão mais recente que pode ser instalada ou atualizada, se aplicável.
zh_cn: 从弹出菜单或菜单栏选择<menuchoice><guimenu>软件包</guimenu><guimenuitem>软件包版本信息</guimenuitem></menuchoice>菜单选项可显示一个单独的窗口，其中显示了已安装的软件包版本，以及您可以安装或更新到的最新版本（如果适用）。

source: Selecting Packages
fr: Sélection de packages
it: Selezione di pacchetti
pt_br: Seleção de pacotes
zh_cn: 选择软件包

source: Selected packages can be installed, updated, or removed. To select a package, use the package list pane or the <guimenu>Edit</guimenu> menu.
fr: Les packages sélectionnés peuvent être installés, mis à jour ou supprimés. Pour sélectionner un package, utilisez le panneau de liste des packages ou le menu <guimenu>Edition</guimenu>.
it: È possibile installare, aggiornare o rimuovere i pacchetti selezionati. Per selezionare un pacchetto, utilizzare il riquadro dell'elenco dei pacchetti o il menu <guimenu>Modifica</guimenu>.
pt_br: Os pacotes selecionados podem ser instalados, atualizados ou removidos. Para selecionar um pacote, use o painel da lista de pacotes ou o menu <guimenu>Editar</guimenu>.
zh_cn: 可以安装、更新或删除所选择的软件包。要选择某个软件包，请使用软件包列表窗格或使用<guimenu>编辑</guimenu>菜单。

source: In the package list pane, do one of the following actions to select a package. You can select multiple packages.
fr: Dans le panneau de liste des packages, effectuez l'une des opérations suivantes pour sélectionner un package. Vous pouvez sélectionner plusieurs packages.
it: Nel riquadro dell'elenco dei pacchetti eseguire una delle seguenti azioni per selezionare un pacchetto. È possibile selezionare più pacchetti.
pt_br: No painel da lista de pacotes, execute um dos procedimentos a seguir para selecionar um pacote. É possível selecionar vários pacotes.
zh_cn: 在软件包列表窗格中，可执行下列操作之一来选择某个软件包。您可以选择多个软件包。

source: Click the box to the left of the package name. Click the box again to deselect the package.
fr: Cliquez sur la case en regard du nom d'un package. Cliquez à nouveau sur cette case pour désélectionner le package.
it: Fare clic sulla casella a sinistra del nome del pacchetto. Fare nuovamente clic sulla casella per deselezionare il pacchetto.
pt_br: Clique na caixa à esquerda do nome do pacote. Clique na caixa novamente para cancelar a seleção do pacote.
zh_cn: 单击软件包名称左侧的框。再次单击该框可取消选择软件包。

source: Click the package name one time to highlight the package. Then double-click the highlighted package to select the package. Double-click again to deselect the package.
fr: Cliquez une fois sur le nom d'un package pour mettre ce package en surbrillance. Double-cliquez ensuite sur le package en surbrillance pour le sélectionner. Double-cliquez à nouveau sur le package pour le désélectionner.
it: Fare clic una volta sul nome del pacchetto per evidenziare il pacchetto. Fare quindi doppio clic sul pacchetto evidenziato per selezionare il pacchetto. Fare nuovamente doppio clic per deselezionarlo.
pt_br: Clique no nome do pacote uma vez para realçar o pacote. Em seguida, clique duas vezes no pacote realçado para selecionar o pacote. Clique duas vezes novamente para cancelar a seleção do pacote.
zh_cn: 单击一次软件包名称可突出显示软件包。然后双击突出显示的软件包可选择该软件包。再次双击可取消选择软件包。

source: Click the checkbox icon in the column heading to select all packages that are currently listed in the package list pane. Click the checkbox icon again to deselect all packages currently listed in the package list pane.
fr: Cliquez sur l'icône de case à cocher dans le titre de la colonne pour sélectionner tous les packages actuellement répertoriés dans le panneau de liste des packages. Cliquez à nouveau sur l'icône de case à cocher pour désélectionner tous les packages actuellement répertoriés dans le panneau de liste des packages.
it: Fare clic sull'icona della casella di controllo nell'intestazione colonna per selezionare tutti i pacchetti attualmente elencati nel riquadro dell'elenco dei pacchetti. Fare nuovamente clic sull'icona della casella di controllo per deselezionare tutti i pacchetti attualmente elencati nel riquadro dell'elenco dei pacchetti.
pt_br: Clique no ícone da caixa de seleção no título da coluna para selecionar todos os pacotes listados atualmente no painel da lista de pacotes. Clique no ícone da caixa de seleção novamente para cancelar a seleção de todos os pacotes listados atualmente no painel da lista de pacotes.
zh_cn: 单击列标题中的复选框图标可选择当前列出在软件包列表窗格中的所有软件包。再次单击该复选框图标可取消选择当前列出在软件包列表窗格中的所有软件包。

source: The <guimenu>Edit</guimenu> menu has the following options for selecting packages:
fr: Le menu <guimenu>Edition</guimenu> propose les options de sélection de packages suivantes :
it: Il menu <guimenu>Modifica</guimenu> comprende le seguenti opzioni per la selezione dei pacchetti:
pt_br: O menu <guimenu>Editar</guimenu> tem as seguintes opções para seleção de pacotes:
zh_cn: <guimenu>编辑</guimenu>菜单具有用于选择软件包的以下选项：

source: <guimenuitem>Select All</guimenuitem> — Selects all packages that are currently listed in the package list pane.
fr: <guimenuitem>Tout sélectionner</guimenuitem> : sélectionne tous les packages actuellement répertoriés dans le panneau de liste des packages.
it: <guimenuitem>Seleziona tutto</guimenuitem> - Consente di selezionare tutti i pacchetti attualmente elencati nel riquadro dell'elenco dei pacchetti.
pt_br: <guimenuitem>Selecionar todos</guimenuitem> — Seleciona todos os pacotes listados atualmente no painel da lista de pacotes.
zh_cn: <guimenuitem>全选</guimenuitem> - 选择当前列出在软件包列表窗格中的所有软件包。

source: <guimenuitem>Select Updates</guimenuitem> — Selects all packages that are currently listed in the package list pane that have updates available.
fr: <guimenuitem>Sélectionner les mises à jour</guimenuitem> : sélectionne tous les packages actuellement répertoriés dans le panneau de liste des packages pour lesquels des mises à jour sont disponibles.
it: <guimenuitem>Seleziona aggiornamenti</guimenuitem> - Consente di selezionare tutti i pacchetti, di cui sono disponibili aggiornamenti, attualmente installati nel riquadro dell'elenco dei pacchetti.
pt_br: <guimenuitem>Selecionar atualizações</guimenuitem> — Seleciona todos os pacotes listados atualmente no painel da lista de pacotes que contenham atualizações disponíveis.
zh_cn: <guimenuitem>选择更新</guimenuitem> - 选择当前列出在软件包列表窗格中有更新可用的所有软件包。

source: <guimenuitem>Deselect All</guimenuitem> — Deselects all packages that are currently listed in the package list pane.
fr: <guimenuitem>Désélectionner tout</guimenuitem> : désélectionne tous les packages actuellement répertoriés dans le panneau de liste des packages.
it: <guimenuitem>Deseleziona tutto</guimenuitem> - Consente di deselezionare tutti i pacchetti attualmente installati nel riquadro dell'elenco dei pacchetti.
pt_br: <guimenuitem>Cancelar seleção de todos</guimenuitem> — Cancela a seleção de todos os pacotes listados atualmente no painel da lista de pacotes.
zh_cn: <guimenuitem>取消全选</guimenuitem> - 取消选择当前列出在软件包列表窗格中的所有软件包。

source: In all cases when you select a package, packages that were previously selected are still selected.
fr: Lorsque vous sélectionnez un package, les packages sélectionnés auparavant restent sélectionnés.
it: In ogni caso, quando si seleziona un pacchetto, non viene persa la selezione dei pacchetti precedentemente selezionati.
pt_br: Em todos os casos, quando um pacote é selecionado, os pacotes selecionados anteriormente permanecem selecionados.
zh_cn: 在任何情况下，当您选择某个软件包时，以前选定的软件包仍然处于选定状态。

source: The number of packages currently listed in the package list pane and the number of those packages that are selected are shown on the left side of the status bar at the bottom of the Package Manager window.
fr: Le nombre de packages actuellement répertoriés dans le panneau de liste des packages et le nombre de packages sélectionnés parmi ceux-ci s'affichent sur la gauche de la barre d'état en bas de la fenêtre du Gestionnaire de packages.
it: Il numero di pacchetti attualmente elencati nel riquadro dell'elenco dei pacchetti e il numero dei pacchetti selezionati vengono visualizzati nel lato sinistro della barra di stato nella parte inferiore della finestra Package Manager.
pt_br: O número de pacotes listados atualmente no painel da lista de pacotes e o número desses pacotes selecionados são mostrados do lado esquerdo da barra de status, na parte inferior da janela do Gerenciador de pacotes.
zh_cn: 当前列出在软件包列表窗格中的所有软件包的数目和所选择的那些软件包的数目显示在软件包管理器窗口底部状态栏的左侧。

source: Select the <menuchoice><guimenu>Publisher</guimenu><guimenuitem>All Publishers</guimenuitem></menuchoice> option, the <guimenuitem>All Categories</guimenuitem> category, and the <menuchoice><guimenu>View</guimenu><guimenuitem>Selected Packages</guimenuitem></menuchoice> option to list all selected packages from all publishers in the package list pane.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Editeur</guimenu><guimenuitem>Tous les éditeurs</guimenuitem></menuchoice>, la catégorie <guimenuitem>Toutes les catégories</guimenuitem> et l'option <menuchoice><guimenu>Vue</guimenu><guimenuitem>Packages sélectionnés</guimenuitem></menuchoice> pour afficher la liste de tous les packages sélectionnés provenant de tous les éditeurs dans le panneau de liste des packages.
it: Selezionare l'opzione <menuchoice><guimenu>Publisher</guimenu><guimenuitem>Tutti i publisher</guimenuitem></menuchoice>, la categoria <guimenuitem>Tutte le categorie</guimenuitem> e l'opzione <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Pacchetti selezionati</guimenuitem></menuchoice> per elencare tutti i pacchetti selezionati da tutti i publisher nel riquadro dell'elenco dei pacchetti.
pt_br: Selecione a opção <menuchoice><guimenu>Editor</guimenu><guimenuitem>Todos os editores</guimenuitem></menuchoice>, a categoria <guimenuitem>Todas as categorias</guimenuitem> e a opção <menuchoice><guimenu>Exibir</guimenu><guimenuitem>Pacotes selecionados</guimenuitem></menuchoice> para listar todos os pacotes selecionados de todos os editores do painel da lista de pacotes.
zh_cn: 选择<menuchoice><guimenu>发布者</guimenu><guimenuitem>所有发布者</guimenuitem></menuchoice>选项、<guimenuitem>所有类别</guimenuitem>类别以及<menuchoice><guimenu>视图</guimenu><guimenuitem>选定的软件包</guimenuitem></menuchoice>选项可在软件包列表窗格中列出来自所有发布者的所有选定的软件包。

source: A package can be highlighted but not selected. When a package is highlighted, detailed information about that package is displayed in the package details pane below the package list pane. When a package is selected, a check mark displays in the box to the left of the package name. If you want to install, update, or delete a package, make sure a check mark appears in the selection box for that package.
fr: Un package peut être mis en surbrillance sans être sélectionné. Lorsqu'un package est mis en surbrillance, des informations détaillées à son propos s'affichent dans le panneau Détails du package sous le panneau de liste des packages. Lorsqu'un package est sélectionné, la case placée en regard de son nom est cochée. Si vous voulez installer, mettre à jour ou supprimer un package, assurez-vous que la case à cocher en regard du nom du package concerné est cochée.
it: È possibile evidenziare ma non selezionare un pacchetto. Quando un pacchetto viene evidenziato, vengono visualizzate informazioni dettagliate su tale pacchetto nel riquadro dei dettagli del pacchetto sotto il riquadro dell'elenco dei pacchetti. Quando viene selezionato un pacchetto, viene visualizzato un segno di spunta nella casella a sinistra del nome del pacchetto. Se si desidera installare, aggiornare o eliminare un pacchetto, assicurarsi che sia presente un segno di spunta nella casella di selezione di tale pacchetto.
pt_br: Um pacote pode ser realçado mas não selecionado. Quando um pacote é realçado, são exibidas informações detalhadas sobre o pacote no painel de detalhes do pacote abaixo do painel da lista de pacotes. Quando um pacote é selecionado, é exibida uma marca de seleção na caixa à esquerda do nome do pacote. Se quiser instalar, atualizar ou excluir um pacote, verifique se aparece uma marca de seleção na caixa de seleção do pacote.
zh_cn: 可以突出显示某个软件包但不选择它。当突出显示某个软件包时，有关该软件包的详细信息将显示在软件包列表窗格下方的软件包详细信息窗格中。当选定某个软件包时，在该软件包名称左侧的框中会显示一个复选标记。如果您要安装、更新或删除某个软件包，请确保该软件包的选择框中显示有一个复选标记。

source: Installing and Updating Packages
fr: Installation et mise à jour de packages
it: Installazione e aggiornamento di pacchetti
pt_br: Instalação e atualização de pacotes
zh_cn: 安装和更新软件包

source: Before you install or update, check your Optional Components preference settings. Select the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> option. In the Preferences window, select the Optional Components tab. By default, Install all languages, Install all development files, and Install all documentation are selected. You can save space in your installation by selecting a subset of languages to install or deselecting development files, for example. Click the OK button to save your changes. These settings apply to all installed packages as well as future package installations and updates.
fr: Avant de procéder à une installation ou une mise à jour, contrôlez le paramétrage des préférences des Composants facultatifs. Sélectionnez l'option <menuchoice><guimenu>Edition</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice>. Dans la fenêtre Préférences, sélectionnez l'onglet Composants facultatifs. Par défaut, les options Installer toutes les langues, Installer tous les fichiers de développement et Installer toute la documentation sont sélectionnées. Vous pouvez réduire l'espace nécessaire pour l'installation en choisissant par exemple de n'installer qu'un sous-ensemble de langues ou en désélectionnant les fichiers de développement. Cliquez sur le bouton OK pour enregistrer les modifications. Ces paramètres s'appliquent à tous les packages installés ainsi qu'aux installations et mises à jour de packages effectuées par la suite.
it: Prima di procedere all'installazione o all'aggiornamento, verificare le impostazioni di preferenza dei componenti facoltativi. Selezionare l'opzione <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze</guimenuitem></menuchoice>. Nella finestra Preferenze, selezionare la scheda relativa ai componenti facoltativi. Le opzioni di installazione di tutte le lingue, di tutti i file di sviluppo e di tutta la documentazione sono selezionate di default. È possibile risparmiare spazio per l'installazione selezionando un sottoinsieme di lingue per, ad esempio, installare o deselezionare i file di sviluppo. Fare clic sul pulsante OK per salvare le modifiche. Tali impostazioni vengono applicate a tutti i pacchetti installati, nonché agli aggiornamenti e alle installazioni di pacchetti futuri.
pt_br: Antes de instalar ou atualizar, verifique as configurações de preferências de Componentes opcionais. Selecione a opção <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice>. Na janela Preferências, selecione a guia Componentes opcionais. Por padrão, Instalar todos os idiomas, Instalar todos os arquivos de desenvolvimento e Instalar toda a documentação estão selecionados. É possível liberar espaço na instalação selecionando um subconjunto de idiomas para instalar ou cancelar a seleção de arquivos de desenvolvimento, por exemplo. Clique no botão OK para salvar as alterações. Essas configurações aplicam-se a todos os pacotes instalados e às futuras instalações e atualizações de pacotes.
zh_cn: 在安装或更新之前，请检查“可选组件”首选项设置。选择<menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>选项。在“首选项”窗口中，选择“可选组件”选项卡。缺省情况下，“安装所有语言”、“安装所有开发文件”和“安装所有文档”处于选定状态。例如，您可以选择只安装某个语言子集或取消选择开发文件来节省安装空间。单击“确定”按钮保存所做的更改。这些设置将应用于所有已安装的软件包以及将来的软件包安装和更新。

source: Perform the following steps to install or update a package:
fr: Pour installer ou mettre à jour un package, suivez la procédure ci-dessous :
it: Eseguire i seguenti passaggi per installare o aggiornare un pacchetto:
pt_br: Execute as seguintes etapas para instalar ou atualizar um pacote:
zh_cn: 执行以下步骤来安装或更新软件包：

source: Select the package. See <xref linkend="select-pkg"/>.
fr: Sélectionnez le package. Reportez-vous à la section <xref linkend="select-pkg"/>.
it: Selezionare il pacchetto. Vedere <xref linkend="select-pkg"/>.
pt_br: Selecione o pacote. Consulte <xref linkend="select-pkg"/>.
zh_cn: 选择软件包。请参见<xref linkend="select-pkg"/>。

source: Use one of the following methods to install or update the package:
fr: Procédez de l'une des manières suivantes pour installer ou mettre à jour le package :
it: Utilizzare uno dei metodi seguenti per installare o aggiornare il pacchetto:
pt_br: Use um dos seguintes métodos para instalar ou atualizar o pacote:
zh_cn: 可使用下列方法之一来安装或更新软件包：
