Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: The Package Manager provides a subset of the tasks that can be performed from the command-line.
id: Pengelola Paket menyediakan subset dari tugas-tugas yang dapat dilakukan dari baris perintah.
sv: Pakethanteraren erbjuder att vissa uppgifter kan utföras från kommandoraden.

source: For the OpenSolaris 2010.03 release, if the system on which IPS is installed is on the network, IPS can automatically retrieve packages provided by the OpenSolaris publisher from the package repository located at <ulink url="http://pkg.opensolaris.org"/>.
id: Untuk OpenSolaris rilis 2010.03, jika sistem yang terinstal adalah IPS pada jaringan, IPS dapat secara otomatis mengambil paket yang disediakan oleh penerbit OpenSolaris dari repositori paket terletak di <ulink url = "http://pkg.opensolaris.org"/>.
sv: Om systemet som IPS är installerat på är på nätverket kan IPS som finns i denna version av OpenSolaris 2010.03 automatiskt hämta paket som kommer från utgivaren OpenSolaris. Dessa hämtas då från paketdatabasen på <ulink url="http://pkg.opensolaris.org"/>.

source: For more IPS documentation, see the <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Image Packaging System Guide</citetitle></ulink> and the <filename>pkg</filename><ulink url="http://opensolaris.org/sc/src/pkg/gate/src/man/">man pages</ulink>.
id: Untuk informasi lebih IPS dokumentasi, lihat di <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Image Packaging System Guide</citetitle></ulink> and the <filename>pkg</filename><ulink url="http://opensolaris.org/sc/src/pkg/gate/src/man/">man pages</ulink>.
sv: Mer dokumentation om IPS finns på <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Image Packaging System Guide</citetitle></ulink> och <filename>pkg</filename><ulink url="http://opensolaris.org/sc/src/pkg/gate/src/man/">man-sidorna</ulink>.

source: For more information about IPS, visit the <ulink url="http://opensolaris.org/os/project/pkg">project page</ulink>.
id: Untuk informasi lebih lanjut tentang IPS, kunjungi <ulink url="http://opensolaris.org/os/project/pkg">Halaman Proyek</ulink>.
sv: Mer information om IPS finns på <ulink url="http://opensolaris.org/os/project/pkg">project page</ulink>.

source: Getting Started With Package Manager
id: Persiapan dengan Pengelola Paket
sv: Komma i gång med pakethanteraren

source: When you start the Package Manager, a Start Page similar to the example below is displayed:
id: Ketika Anda memulai Pengelola Paket, Halaman Awal serupa dengan contoh yang ditampilkan di bawah ini:
sv: När du öppnar pakethanteraren visas en startsida som liknar den här:

source: Package Manager Start Page
id: Halaman Awal Pengelola Paket
sv: Startsidan i pakethanteraren

source: The Start Page provides a list of featured packages that can be installed. It includes a list of some of the most popular and recent packages downloaded by the OpenSolaris community of users. The Recommended list of packages point to software applications that are frequently downloaded by the OpenSolaris user. Click the package links to install the packages.
id: Halaman Awal menyediakan fitur daftar paket yang dapat diinstal. Ini mencakup daftar dari beberapa yang paling populer dan paket terbaru download oleh komunitas pengguna OpenSolaris. Fitur daftar yang menunjuk ke paket perangkat lunak aplikasi yang sering di-download oleh pengguna OpenSolaris. Klik link paket untuk menginstal paket-paket.
sv: På startsidan finns en lista med paket som kan installeras. Här finns även en lista över några av de populäraste paketen och över de paket som nyligen laddats ned av medlemmar i OpenSolaris användargrupp. I listan över rekommenderade paket visas paket som OpenSolaris-användare ofta laddar ned. Du installerar paketen genom att klicka på länkarna.

source: The Start Page also provides links to more information about the OpenSolaris project, subscribe to newsletters and join the OpenSolaris community.
id: Halaman Awal juga menyediakan link untuk informasi lebih lanjut tentang proyek OpenSolaris, berlangganan newsletter dan bergabung dengan komunitas OpenSolaris.
sv: På startsidan finns också länkar som leder till mer information om OpenSolaris-projektet och låter dig prenumerera på nyhetsbrev och gå med i OpenSolaris användargrupp.

source: To close the Start Page and see the list of packages in the selected publisher, perform any of the following actions in the main window of the Package Manager:
id: Untuk menutup Halaman Awal dan melihat daftar paket-paket yang dipilih penerbit, melakukan salah satu tindakan berikut dalam jendela utama Pengelola Paket:
sv: Gör något av följande i huvudfönstret i pakethanteraren om du vill stänga startsidan och i stället se en lista med paket från vald utgivare:

source: Select a package category
id: Pilih kategori paket
sv: Välj en paketkategori

source: Change the <emphasis role="strong">View</emphasis> drop-down menu
id: Mengubah <emphasis role="strong">View</emphasis> drop-down menu
sv: Ändra den nedrullningsbara menyn <emphasis role="strong">Visa</emphasis>.

source: Perform a search
id: Melakukan pencarian
sv: Utför en sökning

source: Change the publisher
id: Mengubah penerbit
sv: Ändra utgivare

source: Select <menuchoice><guimenu>View</guimenu><guimenuitem>Start Page</guimenuitem></menuchoice> to return to the Start Page at anytime.
id: Memilih <menuchoice><guimenu>View</guimenu><guimenuitem>Halaman Awal</guimenuitem></menuchoice> untuk kembali ke Halaman Awal kapan saja.
sv: Välj <menuchoice><guimenu>Visa</guimenu><guimenuitem>Startsida</guimenuitem></menuchoice> för att gå tillbaks till startsidan.

source: See <xref linkend="edit-prefs"/> to turn off the <emphasis role="strong">initial display</emphasis> of the start page when the Package Manager starts.
id: Lihat <xref linkend="edit-prefs"/> untuk menonaktifkan tampilan awal <emphasis role="strong"> </emphasis> dari halaman awal saat Package Manager dimulai.
sv: Gå till <xref linkend="edit-prefs"/> om du inte vill att <emphasis role="strong">startsidan</emphasis> ska visas när du öppnar pakethanteraren.

source: About The Package Manager Window
id: Tentang jendela Pengelola paket
sv: Om pakethanterarfönstret

source: Package Manager Main View
id: Tinjauan Utama Pengelola Paket
sv: Huvudfönstret i pakethanteraren

source: The main window of the Package Manager consists of the following elements :
id: Jendela utama Pengelola Paket terdiri dari unsur-unsur berikut:
sv: Pakethanterarens huvudfönster består av följande:

source: Menubar
sv: Menyrad

source: The menubar contains the menus and sub-menus required to perform all of the commands related to the Package Manager.
id: The menu berisi menu dan sub-menu yang diperlukan untuk menjalankan semua perintah yang berkaitan dengan Pengelola paket.
sv: I menyraden finns alla menyer och undermenyer som behövs för att kunna utföra alla pakethanterarkommandon.

source: Toolbar
sv: Verktygsfält

source: The toolbar contains the icons for a subset of the commands that can be performed by using the menus on the menubar. A <emphasis role="strong">Search</emphasis> field is also located on the toolbar. You can perform the following actions from the toolbar :
id: Toolbar berisi ikon untuk subset dari perintah-perintah yang dapat dilakukan dengan menggunakan menu di menubar. Sebuah <emphasis role="strong"> Search </emphasis> field juga terletak pada toolbar. Anda dapat melakukan tindakan berikut ini dari toolbar:
sv: På verktygsraden finns ikoner för några av de kommandon som även finns i menyerna i menyraden. Här finns även ett emphasis role="strong">sök</emphasis>-fält. Du kan utföra följande från verktygsraden:

source: <emphasis role="strong">Updates</emphasis> – Click <emphasis role="strong">Updates</emphasis> to check for and install the latest updates.
id: <emphasis role="strong"> Pembaruan </emphasis> - Klik <emphasis role="strong"> Pembaruan </emphasis> untuk memeriksa dan menginstal update terbaru.
sv: <emphasis role="strong">Uppdateringar</emphasis> – Klicka på <emphasis role="strong">Uppdateringar</emphasis> om du vill söka efter och installera uppdateringar.

source: <emphasis role="strong">Install/Update</emphasis> – Select a package and click <emphasis role="strong">Install/Update</emphasis> to install or update a package.
id: <emphasis role="strong">Install/Update</emphasis> – Pilih paket dan klik <emphasis role="strong">Install/Update</emphasis> untuk menginstall atau perbarui paket.
sv: <emphasis role="strong">Installera/uppdatera</emphasis> – Markera ett paket och klicka på <emphasis role="strong">Installera/uppdatera</emphasis> om du vill installera eller uppdatera det.

source: <emphasis role="strong">Refresh</emphasis> – Click <emphasis role="strong">Refresh</emphasis> to reload the list of packages.
id: <emphasis role="strong">Refresh</emphasis> – Klik <emphasis role="strong">Refresh</emphasis> untuk mengisi daftar paket.
sv: <emphasis role="strong">Uppdatera</emphasis> – Klicka på <emphasis role="strong">Uppdatera</emphasis> om du vill uppdatera listan med paket.

source: <emphasis role="strong">Remove</emphasis> – Select a package and click <emphasis role="strong">Remove</emphasis> to remove a package.
id: <emphasis role="strong"> Hapus </emphasis> - Pilih sebuah paket dan klik <emphasis role="strong"> Hapus </emphasis> untuk menghapus sebuah paket.
sv: <emphasis role="strong">Ta bort</emphasis> – Markera ett paket och klicka på <emphasis role="strong">Ta bort</emphasis> om du vill ta bort ett paket.

source: <emphasis role="strong">Search for a Package</emphasis> – Type the name or description of a package in the <emphasis role="strong">Search</emphasis> field to search for a package. See the <xref linkend="search-pkg"/> section for examples on how to search for a package.
id: <emphasis role="strong">pencarian Paket </emphasis> - Ketik nama atau deskripsi suatu paket dalam <emphasis role="strong"> mencari </ penekanan> laman untuk mencari sebuah paket . Lihat bagian untuk <xref linkend="search-pkg"/> contoh tentang bagaimana untuk mencari sebuah paket.
sv: <emphasis role="strong">Söka efter paket</emphasis> – Skriv in namnet eller ange en beskrivning på ett paket i fältet <emphasis role="strong">Sök</emphasis> om du vill söka efter det. Exempel på hur du kan söka efter paket finns i avsnittet <xref linkend="search-pkg"/>.

source: Publisher Drop-Down Menu
id: Menu Drop-Down Penerbit
sv: Den nedrullningsbara menyn Utgivare

source: The list of available publishers is shown in the <emphasis role="strong">Publisher</emphasis> drop-down menu. Users can perform the following tasks from the publisher drop-down menu :
id: Daftar penerbit yang tersedia ditampilkan dalam <emphasis role="strong"> Penerbit </emphasis> drop-down. Pengguna dapat melakukan tugas-tugas berikut dari penerbit menu drop-down:
sv: Listan med tillgängliga utgivare finns i den nedrullningsbara menyn <emphasis role="strong">Utgivare</emphasis>. Från denna lista kan du:

source: Select a publisher
id: Pilih Penerbit
sv: välja en utgivare

source: View the list of packages installed from all publishers
id: Melihat daftar paket yang diinstal dari semua penerbit
sv: se en lista över alla paket som installerats från en utgivare

source: Search for package across all publishers
id: Pencarian untuk paket di semua penerbit
sv: söka efter paket bland alla utgivare

source: Add a publisher
id: Menambahkan penerbit
sv: lägga till utgivare

source: List of Packages by Category
id: Daftar paket berdasarkan kategori
sv: Lista över paket sorterade efter kategorier

source: You can browse the available packages by category in the left hand side panel. Click on a category to see the sub-categories of packages available. There are six main categories that are displayed in the Package Manager:
id: Anda dapat menelusuri paket yang tersedia menurut kategori di sisi kiri panel. Klik pada kategori untuk melihat sub-kategori dari paket yang tersedia. Ada enam kategori utama yang ditampilkan dalam Pengelola Paket:
sv: I panelen på vänstra sidan kan du bläddra bland tillgängliga paket utifrån kategorier. När du klickar på en kategori visas alla tillgängliga underkategorier. Det finns sex huvudkategorier:

source: Applications
id: Aplikasi
sv: Program

source: Desktop (GNOME)
sv: Skrivbord (GNOME)

source: Development
id: Pengembangan
sv: Utveckling

source: Drivers
id: Driver
sv: Drivrutiner

source: Web Services
id: Web Servis
sv: Webbtjänster

source: Recent Searches
id: Pencarian Terakhir
sv: Senaste sökningar

source: The Package Manager saves your recent package searches. Click the Recent Searches in the left hand side panel to view the packages you searched for recently.
id: Pengelola Paket ini akan menyimpan pencarian paket terakhir Anda. Pencarian Terakhir Klik di sisi kiri panel untuk melihat paket-paket yang anda cari baru-baru ini.
sv: Dina senaste sökningar sparas i pakethanteraren. Om du vill se de paket du senast sökt efter klickar du på Senaste sökningar i den vänstra sidopanelen.

source: List of Packages by Status
id: Daftar paket berdasarkan status
sv: Lista över paket sorterade efter status

source: The <emphasis role="strong">View</emphasis> drop-down menu enables you to view package status with the following options :
id: <emphasis role="strong">Lihat</emphasis> drop-down menu memungkinkan Anda untuk melihat status paket dengan pilihan berikut:
sv: I den nedrullningsbara menyn <emphasis role="strong">Visa</emphasis> kan du se paketstatus enligt följande alternativ:

source: <emphasis role="strong">All Packages</emphasis> – Shows the list of all packages available within the current publisher.
id: <emphasis role="strong">Semua Paket</emphasis> – Menampilkan daftar semua paket yang tersedia dalam penerbit saat ini.
sv: <emphasis role="strong">Alla paket</emphasis> – Visar en lista över alla paket som finns tillgängliga hos den aktuella utgivaren.

source: <emphasis role="strong">Installed Packages</emphasis> – Shows the list of packages installed within the current publisher on your system.
id: <emphasis role="strong">Paket Terinstal</emphasis> – Menampilkan daftar paket-paket yang diinstal di dalam penerbit saat ini pada sistem Anda.
sv: <emphasis role="strong">Installerade paket</emphasis> – Visar en lista över paket från aktuell utgivare som finns installerade på systemet.

source: <emphasis role="strong">Updates</emphasis> — Shows the list of packages that have newer versions available within the current publisher.
id: <emphasis role="strong">Pembaruan</emphasis> — Menampilkan daftar paket yang memiliki versi yang lebih baru yang tersedia dalam penerbit saat ini.
sv: <emphasis role="strong">Uppdateringar</emphasis> – Visar en lista över tillgängliga paket med nyare versionsnummer från aktuell utgivare.

source: <emphasis role="strong">Not Installed Packages</emphasis> – Shows the list of packages that are not installed, but are available in the currently selected publisher.
id: <emphasis role="strong">Paket Tidak Terinstal</emphasis> – Menampilkan daftar paket yang tidak diinstal, tetapi tersedia di penerbit yang sedang dipilih.
sv: <emphasis role="strong">Ej installerade paket</emphasis> – Visar en lista över paket som inte har installerats, men som går att ladda ned från aktuell utgivare.

source: <emphasis role="strong">Selected Packages</emphasis> – Shows the list of packages that you have selected.
id: <emphasis role="strong">Paket Dipilih</emphasis> – Menampilkan daftar paket yang Anda pilih.
sv: <emphasis role="strong">Valda paket</emphasis> – Visar en lista över paket du har valt.

source: Package Name, Status, and Description
id: Nama Paket, Status, dan Deskripsi
sv: Namn, status och beskrivning på paket

source: The list of packages in the selected category, a brief description, and their status are displayed in here.
id: Daftar paket dalam kategori yang dipilih, penjelasan singkat, dan status akan ditampilkan di sini.
sv: Listan över paket i den valda kategorin, en kort beskrivning samt deras status.

source: The Publisher name is also displayed here in the following instances :
id: Nama Penerbit juga ditampilkan di sini dalam contoh berikut:
sv: I följande fall visas även namnet på utgivaren:

source: When the <emphasis role="strong">Pubisher</emphasis> drop-down menu is set to All Publishers (Installed)
id: Ketika <emphasis role="strong">Penerbit</emphasis> drop-down menu diset ke Semua Penerbit (Terinstal)
sv: när menyn <emphasis role="strong">Utgivare</emphasis> är inställd på Alla utgivare (installerade)

source: When search results are displayed for the All Publishers (Search) option
id: Bila hasil pencarian ditampilkan untuk opsi Semua Penerbit (Pencarian)
sv: när sökresultat visas för alternativet Alla utgivare (sök)

source: When a recent search result is displayed
id: Ketika baru-baru ini hasil pencarian ditampilkan
sv: när ett resultat från en sökning som nyligen utförts (senaste sökningar) visas

source: Package Details
id: Keterangan lengkap paket
sv: Paketinformation

source: Click a package name to select it. Details of the selected package, such as name, version, file dependencies, and license are displayed in this window.
id: Klik pada sebuah paket untuk memilihnya. Keterangan lengkap dari paket yang telah dipilih seperti nama, versi, file yang harus didapatkan terlebih dahulu dan lisensi ditampilkan pada layar ini.
sv: Klicka på ett paketnamn för att välja det. I det fönstret visas information om paket, såsom namn, version, filberoenden och licens.

source: Package Manager Settings
id: Pengaturan Pengelola Paket
sv: Inställningar för pakethanteraren

source: Use the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> to change the Package Manager settings. The following sections discuss the preferences that can be changed by the user.
id: Gunakan <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferensi</guimenuitem></menuchoice> untuk mengubah pengaturan Pengelola Paket. Bagian berikut membahas preferensi yang dapat diubah oleh pengguna.
sv: Klicka på <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inställningar</guimenuitem></menuchoice> om du vill ändra inställningarna för pakethanteraren. I följande avsnitt kan du läsa om vilka inställningar du som användare kan ändra.

source: Start Page Preferences
id: Memulai Pengelolaan Halaman
sv: Inställningar för startsida

source: A Start Page is displayed in the main window of the Package Manager when the application is started. The Start Page provides links to <ulink url="http://opensolaris.com">opensolaris.com</ulink> page where you can get more information about OpenSolaris, subscribe to newsletters and join the OpenSolaris community.
id: Sebuah Halaman Awal ditampilkan dalam jendela utama Pengelola Paket pada saat aplikasi diaktifkan. Halaman Awal menyediakan link ke halaman<ulink url="http://opensolaris.com">opensolaris.com</ulink> di mana Anda bisa mendapatkan informasi lebih lanjut mengenai OpenSolaris, berlangganan newsletter dan bergabung dengan komunitas OpenSolaris.
sv: En startsida visas i huvudfönstret i Pakethanteraren när programmetstartas. På startsidan finns länkar till <ulink url="http://opensolaris.com">opensolaris.com</ulink> där du kan få mer information om OpenSolaris, prenumerera på newsletters och gå med i OpenSolaris community.

source: You can choose to turn off this setting so this page is not displayed when Package Manager starts.
id: Anda bisa memilih untuk menonaktifkan pengaturan ini sehingga halaman ini tidak akan tampil ketika memulai aplikasi Package Manager.
sv: Du kan stänga av denna inställning så att sidan inte visas när Pakethanteraren startar.

source: Select <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> from the main menu and uncheck the <emphasis role="strong">Show Start Page on Startup</emphasis> to disable the Start Page. This dialog is checked by default.
id: Pilih <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferensi</guimenuitem></menuchoice> pada menu utama dan hilangkan tanda centang <emphasis role="strong">Tampilkan Halaman Awal pada Startup</emphasis> untuk menonaktifkan Halaman Awal. Dialog ini dicek secara default.
sv: Detta gör du genom att välja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inställningar</guimenuitem></menuchoice> från huvudmenyn och avmarkera alternativet <emphasis role="strong">Visa startsida vid start </emphasis>. Som standard är denna dialogruta markerad.

source: Select <menuchoice><guimenu>View</guimenu><guimenuitem>Start Page</guimenuitem></menuchoice> from the main menu to go to the Start Page at anytime.
id: Pilih <menuchoice><guimenu>Lihat</guimenu><guimenuitem>Halaman Awal</guimenuitem></menuchoice> dari menu utama untuk pergi ke Halaman Awal kapan saja.
sv: Välj <menuchoice><guimenu>Visa</guimenu><guimenuitem>Startsida</guimenuitem></menuchoice> om du vill se startsidan.

source: The Package Manager application can remember some of its current settings if the <emphasis role="strong">Remember current state on exit</emphasis> option in the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> is checked.
id: Pengelola Paket dapat mengingat beberapa pengaturan saat ini jika pilihan<emphasis role="strong">Ingat kondisi ini ketika keluar</emphasis> pada <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferensi</guimenuitem></menuchoice> dicentang.
sv: Vissa inställningar i pakethanteraren kan sparas om alternativet <emphasis role="strong">Kom ihåg aktuell status vid avslut</emphasis> är markerat i <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inställningar</guimenuitem></menuchoice>.

source: The following settings are saved:
id: Pengaturan berikut telah disimpan:
sv: Följande inställningar sparas:

source: <emphasis role="strong">Vertical separators</emphasis> – The size of the columns in the main window the Package Manager
id: <emphasis role="strong">Pemisah Vertikal</emphasis> – Ukuran kolom pada jendela utama Pengelola Paket
sv: <emphasis role="strong">lodräta linjer</emphasis> – storleken på kolumnerna i pakethanterarens huvudfönster

source: <emphasis role="strong">Window size</emphasis> – The size of the Package Manager window
id: <emphasis role="strong">Ukuran Jendela</emphasis> – Ukuran dari jendela Pengelola Paket
sv: <emphasis role="strong">fönsterstorlek</emphasis> – storleken på pakethanterarfönstret

source: <emphasis role="strong">Current publisher</emphasis> – The publisher that is selected when the Package Manager is closed
id: <emphasis role="strong">Penerbit saat ini</emphasis> – Penerbit yang dipilih ketika Pengelola Paket ditutup.
sv: <emphasis role="strong">aktuell utgivare</emphasis> – utgivaren som var markerad när pakethanteraren stängdes
