Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Package Manager provides a subset of the functionality offered by the IPS command-line interface.
fr: Le Gestionnaire de packages fournit un sous-ensemble des fonctionnalités offertes par l'interface de ligne de commande d'IPS.
it: Package Manager fornisce un sottoinsieme di funzionalità offerte dall'interfaccia della riga di comando IPS.
pt_br: O Gerenciador de pacotes oferece um subconjunto da funcionalidade disponibilizada pela interface da linha de comando.
zh_cn: 软件包管理器提供了 IPS 命令行界面所提供的一部分功能。

source: Package Manager enables you to perform the following tasks:
fr: Le Gestionnaire de packages vous permet d'effectuer les opérations suivantes :
it: Package Manager consente inoltre di eseguire le seguenti attività:
pt_br: O Gerenciador de pacotes permite a execução das seguintes tarefas:
zh_cn: 通过软件包管理器，您可以执行以下任务：

source: Find, install, update, and remove IPS packages. See <xref linkend="manage-pkg"/>.
fr: Trouver, installer, mettre à jour et supprimer des packages IPS. Reportez-vous à la section <xref linkend=""manage-pkg""/>.
it: Individuare, installare, aggiornare e rimuovere i pacchetti IPS. Vedere <xref linkend="manage-pkg"/>.
pt_br: Localizar, instalar, atualizar e remover os pacotes IPS. Consulte <xref linkend="manage-pkg"/>.
zh_cn: 查找、安装、更新和删除 IPS 软件包。请参见<xref linkend="manage-pkg"/>。

source: Update your system (update all the packages on your system). See <xref linkend="update_all"/>.
fr: Mettre à jour le système (mettre à jour tous les packages installés sur le système). Reportez-vous à la section <xref linkend=""update_all""/>.
it: Aggiornare il sistema (aggiornare tutti i pacchetti nel sistema). Vedere <xref linkend="update_all"/>.
pt_br: Atualizar o sistema. Consulte <xref linkend="update_all"/>.
zh_cn: 更新您的系统（更新您系统上的所有软件包）。请参见<xref linkend="update_all"/>。

source: Add, modify, and delete IPS package publishers. See <xref linkend="manage-publisher"/>.
fr: Ajouter, modifier et supprimer des éditeurs de packages IPS. Reportez-vous à la section <xref linkend=""manage-publisher""/>.
it: Aggiungere, modificare ed eliminare i publisher dei pacchetti IPS. Vedere <xref linkend="manage-publisher"/>.
pt_br: Adicionar, modificar e remover editores de pacotes IPS. Consulte <xref linkend="manage-publisher"/>.
zh_cn: 添加、修改和删除 IPS 软件包发布者。请参见<xref linkend="manage-publisher"/>。

source: List, rename, delete, and manage boot environments. See <xref linkend="manage-be"/>.
fr: Répertorier, renommer, supprimer et gérer des environnements d'initialisation. Reportez-vous à la section <xref linkend=""manage-be""/>.
it: Elencare, rinominare, eliminare e gestire gli ambienti di boot. Vedere <xref linkend="manage-be"/>.
pt_br: Listar, renomear, excluir e gerenciar ambientes de inicialização. Consulte <xref linkend="manage-be"/>.
zh_cn: 列出、重命名、删除和管理引导环境。请参见<xref linkend="manage-be"/>。

source: Create a WebInstall installation file (<filename>.p5i</filename>). See <xref linkend="webinstall"/>.
fr: Créer un fichier d'installation WebInstall (<filename>.p5i</filename>). Reportez-vous à la section <xref linkend=""webinstall""/>.
it: Creare un file di installazione WebInstall (<filename>.p5i</filename>). Vedere <xref linkend="webinstall"/>.
pt_br: Criar um arquivo de instalação do WebInstall (<filename>.p5i</filename>). Consulte <xref linkend="webinstall"/>.
zh_cn: 创建 WebInstall 安装文件 (<filename>.p5i</filename>)。请参见 <xref linkend="webinstall"/>。

source: This documentation refers to the following features of the Package Manager window:
fr: Cette documentation fait référence aux fonctions suivantes de la fenêtre du Gestionnaire de packages :
it: La presente documentazione fa riferimento alle seguenti funzioni della finestra Package Manager:
pt_br: Esta documentação refere-se aos seguintes recursos da janela do Gerenciador de pacotes:
zh_cn: 本文档介绍了软件包管理器窗口的下列功能：

source: The large pane in the center of the window is the package list pane. Sometimes this pane shows informational messages, but usually this pane contains a list of packages.
fr: Le grand panneau au centre de la fenêtre est le panneau de liste des packages. Il arrive que des messages d'information s'affichent dans ce panneau, mais il contient généralement la liste des packages.
it: Il riquadro di grandi dimensioni al centro della finestra corrisponde al riquadro dell'elenco dei pacchetti. Talvolta in questo riquadro vengono visualizzati messaggi informativi, ma solitamente contiene un elenco di pacchetti.
pt_br: O grande painel no centro da janela é o painel da lista de pacotes. Algumas vezes, ele mostra mensagens informativas, mas em geral contém uma lista de pacotes.
zh_cn: 位于窗口中央的大窗格是软件包列表窗格。有时候该窗格显示提示性消息，但通常情况下该窗格包含一个软件包列表。

source: The menu bar at the top of the window provides most Package Manager functionality.
fr: La barre de menus en haut de la fenêtre fournit la plupart des fonctionnalités du Gestionnaire de packages.
it: La barra dei menu nella parte superiore della finestra fornisce la maggior parte delle funzionalità Package Manager.
pt_br: A barra de menus na parte superior da janela fornece a maior parte da funcionalidade do Gerenciador de pacotes.
zh_cn: 窗口顶部的菜单栏提供了大部分的软件包管理器功能

source: The tool bar just below the menu bar has buttons on the left that provide some often-used operations. The buttons on the left of the separator have global functionality: Update all packages that have updates available or refresh the list of packages and package status. The buttons on the right of the separator only operate on selected packages.
fr: La barre d'outils située juste au-dessous de la barre de menus contient sur la gauche des boutons permettant d'effectuer certaines opérations fréquentes. Les boutons placés sur la gauche du séparateur correspondent à des fonctionnalités globales : mise à jour de tous les packages pour lesquels des mises à jour sont disponibles ou actualisation de la liste des packages et de leur statut. Les boutons placés sur la droite du séparateur ne s'appliquent qu'aux packages sélectionnés.
it: La barra degli strumenti immediatamente sotto la barra dei menu è caratterizzata a sinistra da pulsanti che forniscono accesso ad alcune operazioni di uso comune. I pulsanti a sinistra del separatore presentano funzionalità globali: aggiornamento di tutti i pacchetti con aggiornamenti disponibili o refresh dell'elenco dei pacchetti e dello stato del pacchetto. I pulsanti a destra del separatore possono essere utilizzati solo su pacchetti selezionati.
pt_br: A barra de ferramentas imediatamente abaixo da barra de menus tem botões à esquerda que fornecem algumas das operações mais utilizadas. Os botões à esquerda do separador têm funcionalidade global: Atualize todos os pacotes com as atualizações disponíveis ou sincronize a lista de pacotes e o status do pacote. Os botões à direita do separador funcionam somente em pacotes selecionados.
zh_cn: 在紧挨菜单栏下方的工具栏中，左侧的按钮提供了一些常用的操作。分隔条左侧的按钮具有全局功能：更新具有可用更新的所有软件包或者刷新软件包列表和软件包状态。分隔条右侧的按钮只针对选定的软件包执行操作。

source: The Search field on the right of the tool bar helps control the content of the package list pane. See <xref linkend="search-pkg"/>.
fr: Le champ Rechercher placé à droite dans la barre d'outils facilite le contrôle du contenu du panneau de liste des packages. Reportez-vous à la section <xref linkend=""search-pkg""/>.
it: Il campo Cerca a destra della barra degli strumenti consente di controllare il contenuto del riquadro dell'elenco dei pacchetti. Vedere <xref linkend="search-pkg"/>.
pt_br: O campo de pesquisa à direita da barra de ferramentas ajuda a controlar o conteúdo do painel da lista de pacotes. Consulte <xref linkend="search-pkg"/>.
zh_cn: 工具栏右侧的“搜索”字段可帮助控制软件包列表窗格的内容。请参见<xref linkend="search-pkg"/>。

source: The <guimenu>Publisher</guimenu> drop-down menu below the buttons helps control the content of the package list pane and also enables you to add a new publisher. See <xref linkend="list-pkg"/> “By Publisher.”
fr: Le menu déroulant <guimenu>Editeur</guimenu> facilite le contrôle du contenu du panneau de liste des packages et vous permet d'ajouter des éditeurs. Reportez-vous à la section <xref linkend=""list-pkg""/> “Par éditeur”.
it: Il menu a discesa <guimenu>Publisher</guimenu> sotto i pulsanti consente di controllare il contenuto del riquadro dell'elenco dei pacchetti e di creare un nuovo publisher. Vedere <xref linkend="list-pkg"/> "Per Publisher".
pt_br: O menu drop-down <guimenu>Editor</guimenu> abaixo dos botões ajuda a controlar o conteúdo do painel da lista de pacotes e também permite adicionar um novo editor. Consulte <xref linkend="list-pkg"/> “Por editor”.
zh_cn: 按钮下方的<guimenu>发布者</guimenu>下拉式菜单可帮助控制软件包列表窗格的内容，还允许您添加新的发布者。请参见<xref linkend="list-pkg"/>“按发布者”。

source: The <guimenu>View</guimenu> drop-down menu below the Search field helps control the content of the package list pane. See Listing Packages “By Package Status.”
fr: Le menu déroulant <guimenu>Vue</guimenu> placé sous le champ Rechercher facilite le contrôle du contenu du panneau de liste des packages. Reportez-vous à la section relative à l'affichage de la liste de packages “Par statut de package”.
it: Il menu a discesa <guimenu>Visualizza</guimenu> sotto il campo Cerca consente di controllare il contenuto del riquadro dell'elenco dei pacchetti. Vedere Elenco di pacchetti "Per stato del pacchetto".
pt_br: O menu drop-down <guimenu>Exibir</guimenu> abaixo do campo de pesquisa ajuda a controlar o conteúdo do painel da lista de pacotes. Consulte lista de pacotes “Por status do pacote”.
zh_cn: “搜索”字段下方的<guimenu>视图</guimenu>下拉式菜单可帮助控制软件包列表窗格的内容。请参见“按软件包状态”列出软件包。

source: The category pane below the <guimenu>Publisher</guimenu> menu helps control the content of the package list pane. See Listing Packages “By Category.”
fr: Le panneau des catégories sous le menu <guimenu>Editeur</guimenu> facilite le contrôle du contenu du panneau de liste des packages. Reportez-vous à la section relative à l'affichage de la liste de packages “Par catégorie”.
it: Il riquadro delle categorie sotto il menu <guimenu>Publisher</guimenu> consente di controllare il contenuto del riquadro dell'elenco dei pacchetti. Vedere Elenco di pacchetti "Per categoria".
pt_br: O painel de categorias abaixo do menu <guimenu>Editor</guimenu> ajuda a controlar o conteúdo do painel da lista de pacotes. Consulte lista de pacotes “Por categoria”.
zh_cn: <guimenu>发布者</guimenu>菜单下方的类别窗格可帮助控制软件包列表窗格的内容。请参见“按类别”列出软件包。

source: Below the list of software categories is a list of searches that you have performed in this session.
fr: Une liste des recherches que vous avez effectuées au cours de la session actuelle s'affiche au-dessous de la liste des catégories de logiciels.
it: Sotto l'elenco delle categorie del software è disponibile un elenco di ricerche eseguite in questa sessione.
pt_br: Abaixo da lista de categorias do software aparece uma lista de pesquisas executadas nesta sessão.
zh_cn: 软件类别列表的下方是您在此次会话中已执行的搜索的列表。

source: Below the package list pane is the package details pane. See <xref linkend="package-version"/>.
fr: Le panneau placé au-dessous du panneau de liste des packages contient les détails des packages. Reportez-vous à la section <xref linkend=""package-version""/>.
it: Sotto il riquadro dell'elenco dei pacchetti è disponibile il riquadro dei dettagli del pacchetto. Vedere <xref linkend="package-version"/>.
pt_br: Abaixo do painel da lista de pacotes aparece o painel de detalhes do paxote. Consulte <xref linkend="package-version"/>.
zh_cn: 软件包列表窗格下方是软件包详细信息窗格。请参见<xref linkend="package-version"/>。

source: Managing Packages
fr: Gestion des packages
it: Gestione dei pacchetti
pt_br: Gerenciamento de pacotes
zh_cn: 管理软件包

source: You can list packages according to various criteria. You can install, update, and remove packages.
fr: Vous pouvez lister les packages selon différents critères. Vous pouvez installer, mettre à jour et supprimer des packages.
it: È possibile elencare i pacchetti secondo diversi criteri. È possibile installare, aggiornare e rimuovere i pacchetti.
pt_br: Você pode listar pacotesde acordo com vários critérios. É possível instalar, atualizar e remover pacotes.
zh_cn: 您可以根据各种条件列出软件包。您可以安装、更新和删除软件包。

source: Listing Packages
fr: Affichage de la liste de packages
it: Elenco di pacchetti
pt_br: Lista de pacotes
zh_cn: 列出软件包

source: The list of packages in the Package Manager list pane is affected by the selections you make in the <guimenu>Publisher</guimenu> drop-down menu, the <guimenu>View</guimenu> drop-down menu, the categories pane, and the Search field.
fr: La liste de packages affichée dans le panneau du Gestionnaire de packages varie en fonction des sélections effectuées dans le menu déroulant <guimenu>Editeur</guimenu>, dans le menu déroulant <guimenu>Vue</guimenu>, dans le panneau des catégories et dans le champ Rechercher.
it: L'elenco dei pacchetti nel riquadro dell'elenco di Package Manager è interessato dalle selezioni eseguite nei menu a discesa <guimenu>Publisher</guimenu> e <guimenu>Visualizza</guimenu>, nel riquadro delle categorie e nel campo Cerca.
pt_br: A lista de pacotes no painel da lista Gerenciador de pacotes é afetado pelas seleções feitas no menu drop-down <guimenu>Editor</guimenu>, no menu drop-down <guimenu>Exibir</guimenu>, no painel de categorias e no campo de pesquisa.
zh_cn: 您在<guimenu>发布者</guimenu>下拉式菜单、<guimenu>视图</guimenu>下拉式菜单、类别窗格和“搜索”字段中所做的选择会影响软件包管理器列表窗格中的软件列表。

source: You can reorder the package list by clicking the column headings.
fr: Vous pouvez réorganiser la liste de packages en cliquant sur les titres des colonnes.
it: È possibile riordinare l'elenco dei pacchetti facendo clic sulle intestazioni colonna.
pt_br: É possível reordenar a lista de pacotes clicando nos títulos das colunas.
zh_cn: 您可以通过单击列标题对软件包列表进行重新排序。

source: You can use the <guibutton>Refresh</guibutton> button or the <menuchoice><guimenu>Package</guimenu><guimenuitem>Refresh</guimenuitem></menuchoice> menu option to reread repository catalogs and update the list of packages and package status. A refresh also is attempted whenever you open Package Manager.
fr: Vous pouvez utiliser le bouton <guibutton>Actualiser</guibutton> ou l'option de menu <menuchoice><guimenu>Package</guimenu><guimenuitem>Actualiser</guimenuitem></menuchoice> pour recharger des catalogues de référentiels et mettre à jour la liste des packages et leur statut. En outre, une actualisation est tentée à chaque ouverture du Gestionnaire de packages.
it: È possibile utilizzare il pulsante <guibutton>Refresh</guibutton> o l'opzione di menu <menuchoice><guimenu>Pacchetto</guimenu><guimenuitem>Refresh</guimenuitem></menuchoice> per leggere nuovamente i cataloghi del repository e aggiornare l'elenco di pacchetti e relativo stato. Inoltre a ogni apertura di Package Manager, viene eseguito un tentativo di refresh.
pt_br: Você pode usar o botão <guibutton>Sincronizar</guibutton> ou a opção de menu <menuchoice><guimenu>Pacote</guimenu><guimenuitem>Sincronizar</guimenuitem></menuchoice> para reler catálogos do repositório e atualizar a lista de pacotes e o status do pacote. Também é possível tentar fazer uma sincronização sempre que você abre o Gerenciador de pacotes.
zh_cn: 您可以使用<guibutton>刷新</guibutton>按钮或<menuchoice><guimenu>软件包</guimenu><guimenuitem>刷新</guimenuitem></menuchoice>菜单选项来重新读取系统信息库目录并更新软件包列表和软件包状态。在每次打开软件包管理器时也会尝试刷新。

source: By Publisher
fr: Par éditeur
it: Per publisher
pt_br: Por editor
zh_cn: 按发布者

source: The <guimenu>Publisher</guimenu> drop-down menu enables you to list packages according to publisher.
fr: Le menu déroulant <guimenu>Editeur</guimenu> vous permet de répertorier les packages par éditeur.
it: Il menu a discesa <guimenu>Publisher</guimenu> consente di elencare i pacchetti in base al publisher.
pt_br: O menu drop-down <guimenu>Editor</guimenu> permite listar pacotes por editor.
zh_cn: 通过<guimenu>发布者</guimenu>下拉式菜单，您可以按发布者列出软件包。

source: The top of the menu lists the name of each publisher that you have added using the Add Publisher dialog or using the <literal>pkg</literal> command. When you select one of these publishers, the package list pane shows only packages that are available from that selected publisher. The package list pane shows only the Name, Status, and Summary columns because the publisher is the same for every package.
fr: La liste de tous les éditeurs ajoutés par le biais de la boîte de dialogue Ajouter un éditeur ou à l'aide de la commande <literal>pkg</literal> s'affiche dans la partie supérieure du menu. Lorsque vous sélectionnez l'un de ces éditeurs, le panneau de liste des packages répertorie uniquement les packages disponibles à partir de l'éditeur sélectionné. Le panneau de liste des packages contient uniquement les colonnes Nom, Statut et Récapitulatif car l'éditeur est le même pour tous les packages.
it: Nella parte superiore del menu vengono elencati i nomi di ciascun publisher aggiunto utilizzando la finestra di dialogo Aggiungi publisher o il comando <literal>pkg</literal>. Quando si seleziona uno di questi publisher, il riquadro dell'elenco dei pacchetti mostra solo i pacchetti disponibili dal publisher selezionato. Nel riquadro dell'elenco dei pacchetti vengono visualizzate solo le colonne Nome, Stato e Riepilogo, poiché il publisher è lo stesso per tutti i pacchetti.
pt_br: A parte superior do menu exibe o nome de cada editor adicionado através da caixa de diálogo Adicionar editor ou através do comando <literal>pkg</literal>. Quando você seleciona um desses editores, o painel da lista de pacotes mostra somente os pacotes disponíveis do editor selecionado. O painel da lista de pacotes mostra somente as colunas Nome, Status e Resumo porque os editores são os mesmos para todos os pacotes.
zh_cn: 菜单顶部列出了您使用“添加发布者”对话框或使用 <literal>pkg</literal> 命令已添加的每个发布者的名称。当您选中其中一个发布者时，软件包列表窗格将仅显示来自该选定发布者的软件包。软件包列表窗格将仅显示“名称”、“状态”和“摘要”列，因为每个软件包的发布者都是相同的。

source: <guimenuitem>All Publishers</guimenuitem> — Shows packages from all publishers in the package list pane. The package list pane shows columns Name, Status, Publisher, and Summary.
fr: <guimenuitem>Tous les éditeurs</guimenuitem> : affiche les packages de tous les éditeurs dans le panneau de liste des packages. Le panneau contient les colonnes Nom, Statut, Editeur et Récapitulatif.
it: <guimenuitem>Tutti i publisher</guimenuitem> - Mostra i pacchetti di tutti i publisher nel riquadro dell'elenco dei pacchetti. In tale riquadro vengono visualizzate le colonne Nome, Stato, Publisher e Riepilogo.
pt_br: <guimenuitem>Todos os editores</guimenuitem> — Mostra pacotes de todos os editores do painel da lista de pacotes. O painel da lista de pacotes mostra as colunas Nome, Status, Editor e Resumo.
zh_cn: <guimenuitem>所有发布者</guimenuitem> - 在软件包列表窗格中显示来自所有发布者的软件包。软件包列表窗格显示“名称”、“状态”、“发布者”和“摘要”列。

source: Example: To list all media device drivers that have updates available from all publishers, select <guimenuitem>All Publishers</guimenuitem> from the <guimenu>Publisher</guimenu> menu, select the <menuchoice><guimenu>Drivers</guimenu><guimenuitem>Media</guimenuitem></menuchoice> category, and select <guimenuitem>Updates</guimenuitem> from the <guimenu>View</guimenu> menu.
fr: Exemple : pour afficher la liste de tous les pilotes de périphérique média pour lesquels des mises à jour sont disponibles dans l'ensemble des éditeurs, sélectionnez <guimenuitem>Tous les éditeurs</guimenuitem> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Pilotes</guimenu><guimenuitem>Média</guimenuitem></menuchoice> et sélectionnez <guimenuitem>Mises à jour</guimenuitem> dans le menu <guimenu>Vue</guimenu>.
it: Esempio: per elencare tutti i driver del dispositivo del supporto con aggiornamenti disponibili da tutti i publisher, selezionare <guimenuitem>Tutti i publisher</guimenuitem> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <menuchoice><guimenu>Driver</guimenu><guimenuitem>Supporti</guimenuitem></menuchoice> e selezionare <guimenuitem>Aggiornamenti</guimenuitem> dal menu <guimenu>Visualizza</guimenu>.
pt_br: Exemplo: para listar todos os drivers de dispositivos de mídia com atualizações disponíveis em todos os editores, selecione <guimenuitem>Todos os editores</guimenuitem> no menu <guimenu>Editor</guimenu>, selecione a categoria <menuchoice><guimenu>Drivers</guimenu><guimenuitem>Mídia</guimenuitem></menuchoice> e selecione <guimenuitem>Atualizações</guimenuitem> no menu <guimenu>Exibir</guimenu>.
zh_cn: 示例：要列出来自所有发布者的有更新可用的所有媒体设备驱动程序，请从<guimenu>发布者</guimenu>菜单中选择<guimenuitem>所有发布者</guimenuitem>，选择<menuchoice><guimenu>驱动程序</guimenu><guimenuitem>媒体</guimenuitem></menuchoice>类别，并从<guimenu>视图</guimenu>菜单中选择<guimenuitem>更新</guimenuitem>。

source: <guimenuitem>All Installed Packages</guimenuitem> — Shows all packages that are installed from all publishers.
fr: <guimenuitem>Tous les packages installés</guimenuitem> : affiche les packages installés issus de tous les éditeurs.
it: <guimenuitem>Tutti i pacchetti installati</guimenuitem> - Mostra tutti i pacchetti installati da tutti i publisher.
pt_br: <guimenuitem>Todos os pacotes instalados</guimenuitem> — Mostra todos os pacotes instalados de todos os editores.
zh_cn: <guimenuitem>所有已安装的软件包</guimenuitem> - 显示来自所有发布者的所有已安装的软件包。

source: Example: To list all the font packages that are currently installed from the <literal>solaris</literal> publisher, select <guimenuitem>All Installed Packages</guimenuitem> from the <guimenu>Publisher</guimenu> menu, select the <menuchoice><guimenu>System</guimenu><guimenuitem>Fonts</guimenuitem></menuchoice> category, click on the Publisher column heading to sort the list by Publisher, and scroll down to the <literal>solaris</literal> entries.
fr: Exemple : pour afficher la liste de tous les packages de polices actuellement installés provenant de l'éditeur <literal>solaris</literal>, sélectionnez <guimenuitem>Tous les packages installés</guimenuitem> dans le menu <guimenu>Editeur</guimenu>, sélectionnez la catégorie <menuchoice><guimenu>Système</guimenu><guimenuitem>Polices</guimenuitem></menuchoice>, cliquez sur le titre de colonne Editeur pour trier la liste par éditeur et faites défiler vers le bas jusqu'aux entrées <literal>solaris</literal>.
it: Esempio: per elencare tutti i pacchetti dei caratteri attualmente installati dal publisher <literal>solaris</literal>, selezionare <guimenuitem>Tutti i pacchetti installati</guimenuitem> dal menu <guimenu>Publisher</guimenu>, scegliere la categoria <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Caratteri</guimenuitem></menuchoice>, fare clic sull'intestazione colonna Publisher per ordinare l'elenco a seconda del Publisher e scorrere verso il basso fino alle voci <literal>solaris</literal>.
pt_br: Exemplo: para listar todos os pacotes de fontes atualmente instaladas no editor <literal>solaris</literal>, selecione <guimenuitem>Todos os pacotes instalados</guimenuitem> no menu <guimenu>Editor</guimenu>, selecione a categoria <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Fontes</guimenuitem></menuchoice>, clique no título da coluna Editor para ordenar a lista por Editor e role até as entradas <literal>solaris</literal>.
zh_cn: 示例：要列出来自 <literal>solaris</literal> 发布者的当前已安装的字体软件包，请从<guimenu>发布者</guimenu>菜单中选择<guimenuitem>所有已安装的软件包</guimenuitem>，选择<menuchoice><guimenu>系统</guimenu><guimenuitem>字体</guimenuitem></menuchoice>类别，单击“发布者”列标题以按发布者对列表进行排序，然后滚动到 <literal>solaris</literal> 条目。
