Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Start Package Manager from the command line along with a path to the <filename>.p5i</filename> file. For example, enter the following command:
fr: Démarrez le Gestionnaire de packages à partir de la ligne de commande en spécifiant le chemin d'accès au fichier <filename>.p5i</filename>. Par exemple, entrez la commande suivante :
it: Avviare Package Manager dalla riga di comando con un percorso in un file <filename>.p5i</filename>. Ad esempio, immettere il seguente comando:
pt_br: Inicie o Gerenciador de pacotes a partir da linha de comando juntamente com um caminho para o arquivo <filename>.p5i</filename>. Por exemplo, digite o comando seguinte:
zh_cn: 从命令行启动软件包管理器，并附上 <filename>.p5i</filename> 文件的路径。例如，输入以下命令：

source: Go to a URL location that contains a link to <filename>.p5i</filename> file. The <filename>.p5i</filename> file must be located on a web server that has registered this MIME type.
fr: Accédez à un URL contenant un lien vers le fichier <filename>.p5i</filename>. Le fichier <filename>.p5i</filename> doit résider sur un serveur Web dans lequel ce type MIME est enregistré.
it: Individuare una posizione URL contenente un collegamento a un file <filename>.p5i</filename>. È necessario posizionare il file <filename>.p5i</filename> in un server Web con questo tipo di MIME registrato.
pt_br: Vá a um endereço URL que contenha um link para o arquivo <filename>.p5i</filename>. O arquivo <filename>.p5i</filename> deve estar localizado em um servidor Web com esse tipo de MIME registrado.
zh_cn: 转到指向 <filename>.p5i</filename> 文件的链接所在的 URL 位置。<filename>.p5i</filename> 文件必须位于已注册了该 MIME 类型的一个 Web 服务器上。

source: If the <filename>.p5i</filename> is located on a web server that has not registered this MIME type, save the <filename>.p5i</filename> file to your desktop and then click on it to launch WebInstall.
fr: Si le fichier <filename>.p5i</filename> réside sur un serveur Web où ce type MIME n'est pas enregistré, enregistrez le fichier <filename>.p5i</filename> sur le bureau, puis cliquez dessus pour lancer WebInstall.
it: Se il file <filename>.p5i</filename> è posizionato in un server Web che non contiene questo tipo di MIME registrato, salvare il file <filename>.p5i</filename> sul desktop, quindi fare clic su di esso per avviare WebInstall.
pt_br: Se o arquivo <filename>.p5i</filename> estiver localizado em um servidor Web sem esse tipo de MIME registrado, salve o arquivo <filename>.p5i</filename> na área de trabalho e depois clique nele para iniciar o WebInstall.
zh_cn: 如果 <filename>.p5i</filename> 位于尚未注册该 MIME 类型的 Web 服务器上，请将 <filename>.p5i</filename> 文件保存到桌面，然后单击该文件以启动 WebInstall。

source: The Install/Update window is displayed. The label at the top of the window is: “Package Manager Web Installer/The following will be added to your system:” Then the publishers and packages are listed. Click the <guibutton>Proceed</guibutton> button to continue with the installation.
fr: La fenêtre Installer/Mettre à jour s'affiche. Le libellé suivant s'affiche tout en haut de la fenêtre : “Programme d'installation Web du gestionnaire de package/Les éléments suivants vont être ajoutés à votre système :”. La liste des éditeurs et des packages s'affiche au-dessous. Cliquez sur le bouton <guibutton>Continuer</guibutton> pour poursuivre l'installation.
it: Viene visualizzata la finestra Installa/Aggiorna. L'etichetta nella parte superiore della finestra è la seguente: "Programma di installazione Web Package Manager/Al sistema verrà aggiunto quanto segue:". Vengono quindi elencati i publisher e i pacchetti. Fare clic sul pulsante <guibutton>Continua</guibutton> per proseguire l'installazione.
pt_br: A janela Instalar/Atualizar é exibida. O rótulo bo topo da janela é: “Instalador da Web do Gerenciador de pacotes/O seguinte será adicionado ao seu sistema:” Em seguida, editores e pacotes serão listados. Clique no botão <guibutton>Prosseguir</guibutton> para continuar a instalação.
zh_cn: “安装/更新”窗口随即显示。该窗口顶部的标签为：“软件包管理器 Web 安装程序/以下项将添加到您的系统中：”，然后列出发布者和软件包。单击<guibutton>继续</guibutton>按钮继续安装。

source: If the package publisher is not already configured on your system, the Add Publisher window is displayed. The name and URI of the publisher are already entered.
fr: Si l'éditeur du package n'est pas encore configuré sur votre système, la fenêtre Ajouter un éditeur s'affiche. Le nom et l'URI de l'éditeur sont déjà indiqués.
it: Se il publisher del pacchetto non è ancora configurato nel sistema, viene visualizzata la finestra Aggiungi publisher. Il nome e l'URI del publisher sono già inseriti.
pt_br: Se o editor de pacotes ainda não estiver configurado no sistema, será exibida a janela Adicionar editor. O nome e o URI do editor já estão inseridos.
zh_cn: 如果您的系统上尚未配置该软件包发布者，则会显示“添加发布者”窗口，其中已输入了该发布者的名称和 URI。

source: If the publishers to be added are secure publishers, an SSL key and certificate are required. Browse to locate the SSL Key and SSL Certificate on your system.
fr: Si les éditeurs à ajouter sont sécurisés, une clé et un certificat SSL sont nécessaires. Spécifiez leur emplacement sur le système.
it: Se i publisher da aggiungere sono sicuri, sono necessari un certificato e una chiave SSL. Individuare il certificato e la chiave SSL nel sistema.
pt_br: Se os editores a serem adicionados forem editores seguros, serão necessários uma chave e um certificado SSL. Navegue para localizar a chave e o certificado SSL no sistema.
zh_cn: 如果要添加的发布者是安全发布者，则需要提供 SSL 密钥和证书。请在系统中浏览以找到 SSL 密钥和 SSL 证书。

source: The Adding Publisher Complete dialog displays if the publisher is added successfully. Click the <guibutton>OK</guibutton> button to continue with the installation.
fr: La boîte de dialogue Ajout de l'éditeur terminé s'affiche si l'éditeur a été correctement ajouté. Cliquez sur le bouton <guibutton>OK</guibutton> pour poursuivre l'installation.
it: Nella finestra di dialogo Aggiunta publisher completata viene indicato se l'aggiunta del publisher è avvenuta con successo. Fare clic sul pulsante <guibutton>OK</guibutton> per proseguire l'installazione.
pt_br: A caixa de diálogo Adicionar um editor completo é exibida caso o editor seja adicionado com sucesso. Clique no botão <guibutton>OK</guibutton> para continuar a instalação.
zh_cn: 如果成功添加了发布者，则会显示“添加发布者完成”对话框。单击<guibutton>确定</guibutton>按钮继续安装。

source: If a <filename>.p5i</filename> file contains packages from a disabled publisher, WebInstall opens up an Enable Publisher dialog. Use this dialog to enable the publisher so that you can install the packages.
fr: Si un fichier <filename>.p5i</filename> contient des packages issus d'un éditeur désactivé, WebInstall ouvre une boîte de dialogue Activer l'éditeur. Activez l'éditeur dans cette boîte de dialogue pour pouvoir installer les packages.
it: Se un file <filename>.p5i</filename> contiene pacchetti da un publisher disattivato, WebInstall consente di visualizzare una finestra di dialogo Abilita publisher. Utilizzare questa finestra di dialogo per attivare il publisher ed essere quindi in grado di installare i pacchetti.
pt_br: Se o arquivo <filename>.p5i</filename> contiver pacotes de um editor desativado, o WebInstall abrirá a caixa de diálogo Ativar editor. Use essa caixa de diálogo para ativar o editor e instalar os pacotes.
zh_cn: 如果 <filename>.p5i</filename> 文件包含来自被禁用的发布者的软件包，WebInstall 将打开一个“启用发布者”对话框。可使用该对话框启用该发布者以便您可以安装软件包。

source: The Install/Update window now looks the same as when you select <guibutton>Install/Update</guibutton> from within Package Manager.
fr: La fenêtre Installer/Mettre à jour a maintenant le même aspect que lorsque vous sélectionnez <guibutton>Installer/Mettre à jour</guibutton> à partir du Gestionnaire de packages.
it: La finestra Installa/Aggiorna corrisponde ora esattamente all'opzione di selezione <guibutton>Installa/Aggiorna</guibutton> da Package Manager.
pt_br: A janela Instalar/Atualizar agora tem a mesma aparência de quando você selecionou <guibutton>Instalar/Atualizar</guibutton> no Gerenciador de pacotes.
zh_cn: “安装/更新”窗口现在看起来与您从软件包管理器中选择<guibutton>安装/更新</guibutton>时相同。

source: Troubleshooting
fr: Dépannage
it: Risoluzione dei problemi
pt_br: Solução de problemas
zh_cn: 故障排除

source: Error, warning, and informational messages are saved to a log so that you can review them at any time.
fr: Les messages d'erreur, d'avertissement et d'information sont enregistrés dans un journal où vous pouvez les consulter à tout moment.
it: Messaggi informativi, di errore e di avviso vengono salvati in un log così da poter essere disponibili in ogni momento.
pt_br: Erro, aviso mensagens informativas são salvas em um log para que você possa avaliar tudo ao mesmo tempo.
zh_cn: 错误、警告和提示性消息会保存到日志中以便您可以随时查看。

source: Viewing Message Logs
fr: Affichage des journaux de messages
it: Visualizzazione dei log messaggi
pt_br: Exibição de logs de mensagens
zh_cn: 查看消息日志

source: Select the <menuchoice><guimenu>View</guimenu><guimenuitem>Logs</guimenuitem></menuchoice> menu option to open the Logs window. The Logs window displays error, warning, and informational messages from Package Manager and Update Manager.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Vue</guimenu><guimenuitem>Journaux</guimenuitem></menuchoice> pour ouvrir la fenêtre Journaux. La fenêtre Journaux affiche les messages d'erreur, d'avertissement et d'information du Gestionnaire de packages et du Gestionnaire de mises à jour.
it: Selezionare l'opzione menu <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Log</guimenuitem></menuchoice> per aprire la finestra Log. Nella finestra Log vengono visualizzati messaggi informativi, di avviso e di errore da Package Manager e Update Manager.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Exibir</guimenu><guimenuitem>Logs</guimenuitem></menuchoice> para abrir a janela Logs. Essa janela exibe erro, aviso e mensagens informativas do Gerenciador de pacotes de Gerenciador de atualizações.
zh_cn: 选择<menuchoice><guimenu>视图</guimenu><guimenuitem>日志</guimenuitem></menuchoice>菜单选项以打开“日志”窗口。“日志”窗口显示来自软件包管理器和更新管理器的错误、警告和提示性消息。

source: Select the <guibutton>Clear</guibutton> button at the bottom of the Logs window to delete all the messages.
fr: Sélectionnez le bouton <guibutton>Effacer</guibutton> en bas de la fenêtre Journaux pour supprimer tous les messages.
it: Selezionare il pulsante <guibutton>Cancella</guibutton> nella parte inferiore della finestra Log per eliminare tutti i messaggi.
pt_br: Selecione o botão <guibutton>Clear</guibutton> na parte inferior da janela Logs para excluir todas as mensagens.
zh_cn: 选择“日志”窗口底部的<guibutton>清除</guibutton>按钮可删除所有消息。

source: If an error or warning is logged, a yellow triangle is displayed on the left side of the status bar. Click the yellow triangle to display the Logs window.
fr: Si une erreur ou un avertissement est enregistré, un triangle jaune s'affiche à gauche dans la barre d'état. Cliquez sur le triangle jaune pour afficher la fenêtre Journaux.
it: Se viene registrato un errore o un avviso, viene visualizzato un triangolo giallo a sinistra della barra di stato. Fare clic su di esso per visualizzare la finestra Log.
pt_br: Se houver um erro ou aviso, será exibido um triângulo amarelo do lado esquerdo da barra de status. Clique nesse triângulo para exibir a janela Logs.
zh_cn: 如果记录了错误或警告，则在状态栏的左侧会显示一个黄色三角形。单击该黄色三角形可显示“日志”窗口。

source: Setting Preferences
fr: Définition de préférences
it: Impostazione preferenze
pt_br: Configuração de preferências
zh_cn: 设置首选项

source: Use the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> menu option to change some of the Package Manager user interface settings.
fr: Utilisez l'option de menu <menuchoice><guimenu>Edition</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice> pour modifier certains paramètres de l'interface utilisateur du Gestionnaire de packages.
it: Utilizzare l'opzione menu <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze</guimenuitem></menuchoice> per modificare alcune delle impostazioni dell'interfaccia utente di Package Manager.
pt_br: Use a oção de menu <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice> para alterar algumas configurações da interface de usuário do Gerenciador de pacotes.
zh_cn: 使用<menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>菜单选项可更改软件包管理器的某些用户界面设置。

source: The Preferences window has three tabs:
fr: La fenêtre Préférences comporte trois onglets :
it: La finestra Preferenze è composta da tre schede:
pt_br: A janela Preferências tem três guias:
zh_cn: “首选项”窗口有三个选项卡：

source: The General tab enables you to set exit preferences and confirmation dialog preferences.
fr: Dans l'onglet Généralités, vous pouvez définir vos préférences concernant la sortie du programme et les boîtes de dialogue de confirmation.
it: La scheda Generale consente di impostare le preferenze di uscita e della finestra di conferma.
pt_br: A guia Geral permite definir preferências de saída e de caixa de diálogo de confirmação.
zh_cn: “常规”选项卡，用于设置退出首选项和确认对话框首选项。

source: The Optional Components tab enables you to set preferences for which optional package components to install when you install or update a package.
fr: Dans l'onglet Composants facultatifs, vous pouvez indiquer vos préférences concernant les composants facultatifs à installer lors de l'installation ou de la mise à jour d'un package.
it: La scheda Componenti opzionali consente di impostare le preferenze sui componenti dei pacchetti opzionali da installare quando si installa o aggiorna un pacchetto.
pt_br: A guia Componentes opcionais permite definir preferências para instalação de componentes opcionais de pacotes quando você instala ou atualiza um pacote.
zh_cn: “可选组件”选项卡，用于设置有关在安装或更新软件包时要安装哪些可选软件包组件的首选项。

source: The Signature Policy tab enables you to set signature policy for this image.
fr: L'onglet Stratégie de signature vous permet de définir la stratégie de signature pour cette image.
it: La scheda Criteri firma consente di impostare i criteri firma per questa immagine.
pt_br: A guia Política de assinatura permite definir a política de assinatura para esta imagem.
zh_cn: “签名策略”选项卡，用于设置该映像的签名策略。

source: Exit Preferences
fr: Quitter les préférences
id: Keluar Preferensi
it: Uscita dalle preferenze
pt_br: Preferências de saída
sv: Inställningar för avslut
zh_cn: 退出首选项

source: Select the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> option and select the General tab.
fr: Sélectionnez l'option <menuchoice><guimenu>Edition</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice> et sélectionnez l'onglet Généralités.
it: Selezionare l'opzione <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze</guimenuitem></menuchoice> e selezionare la scheda Generale.
pt_br: Selecione a opção <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice> e selcione a guia Geral.
zh_cn: 选择<menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>选项，然后选择“常规”选项卡。

source: If the “Remember current state on exit” box is checked, Package Manager saves the following settings and restores them the next time you start Package Manager:
fr: Si la case “Mémoriser l'état actuel en quittant” est cochée, le Gestionnaire de packages enregistre les paramètres suivants et les restaure au redémarrage suivant du Gestionnaire de packages :
it: Se viene selezionata la casella "Ricorda stato attuale all'uscita", Package Manager consente di salvare le impostazioni seguenti e di ripristinarle al successivo avvio di Package Manager:
pt_br: Se a caixa “Lembrar o estado atual na saída” estiver marcada, o Gerenciador de pacotes salvará as seguintes configurações e as restaurará na próxima vez em que você iniciar o Gerenciador de pacotes:
zh_cn: 如果选中了“退出时记住当前状态”框，软件包管理器会保存以下设置并在您下次启动软件包管理器时恢复它们：

source: <emphasis role="strong">Vertical and horizontal separators</emphasis> — Widths and heights of the panes in the window
fr: <emphasis role="strong">Séparateurs verticaux et horizontaux</emphasis> : largeur et hauteur des différents panneaux de la fenêtre
it: <emphasis role="strong">Separatori verticali e orizzontali</emphasis> — larghezze e altezze dei riquadri nella finestra
pt_br: <emphasis role="strong">Separadores verticais e horizontais</emphasis> — Larguras e alturas dos painéis da janela
zh_cn: <emphasis role="strong">垂直分隔条和水平分隔条</emphasis> - 窗口中窗格的宽度和高度

source: <emphasis role="strong">Window size</emphasis> — Overall size of the Package Manager window
fr: <emphasis role="strong">Taille de la fenêtre</emphasis> : taille totale de la fenêtre du Gestionnaire de packages
it: <emphasis role="strong">Dimensione della finestra</emphasis> — dimensione totale della finestra Package Manager
pt_br: <emphasis role="strong">Tamanho da janela</emphasis> — Tamanho geral da janela do Gerenciador de pacotes
zh_cn: <emphasis role="strong">窗口大小</emphasis> – 软件包管理器窗口的总体大小

source: <emphasis role="strong">Publisher option</emphasis> — The publisher or other option that is selected in the <guimenu>Publisher</guimenu> drop-down menu when Package Manager is closed
fr: <emphasis role="strong">Option d'éditeur</emphasis> : éditeur ou option sélectionné(e) dans le menu déroulant <guimenu>Editeur</guimenu> au moment de la fermeture du Gestionnaire de packages
it: <emphasis role="strong">Opzione publisher</emphasis> — il publisher o altre opzioni selezionate nel menu a discesa <guimenu>Publisher</guimenu> quando viene chiuso Package Manager
pt_br: <emphasis role="strong">Opção de editor</emphasis> — O editor ou outra opção selecionada no menu drop-down <guimenu>Editor</guimenu> quando o Gerenciador de pacotes é fechado
zh_cn: <emphasis role="strong">发布者选项</emphasis> - 当软件包管理器关闭时在<guimenu>发布者</guimenu>下拉式菜单中选定的发布者或其他选项

source: <emphasis role="strong">Categories</emphasis> — The selected category and the expanded and collapsed categories for each publisher
fr: <emphasis role="strong">Catégories</emphasis> : catégorie sélectionnée et catégories développées et réduites pour chaque éditeur
it: <emphasis role="strong">Categorie</emphasis> — la categoria selezionata e le categorie espanse o compresse per ciascun publisher
pt_br: <emphasis role="strong">Categorias</emphasis> — A categoria selecionada e as categorias expandidas e reduzidas de cada editor
zh_cn: <emphasis role="strong">类别</emphasis> - 针对每个发布者的选定类别以及展开和折叠的类别

source: Confirmation Dialog Preferences
fr: Préférences de la boîte de dialogue de confirmation
id: Preferensi Dialog Konfirmasi
it: Preferenze della finestra di conferma
pt_br: Confirmação das preferência de diálogo
sv: Inställningar för bekräftelsedialogruta
zh_cn: 确认对话框首选项

source: When a package is installed, updated, or removed, a confirmation dialog is displayed that shows the list of packages and the action to be performed. If you do not want to see these confirmation dialogs, uncheck these selections in the Preferences window.
fr: Lorsqu'un package est installé, mis à jour ou supprimé, une boîte de dialogue de confirmation contenant la liste des packages et indiquant l'action à exécuter s'affiche. Si vous ne souhaitez pas voir ces boîtes de dialogue de confirmation, désélectionnez ces options dans la fenêtre Préférences.
it: Quando viene installato, aggiornato o rimosso un pacchetto, viene visualizzata una finestra di conferma che mostra l'elenco dei pacchetti e delle azioni da eseguire. Se non si desidera visualizzare tali finestre di conferma, deselezionare queste selezioni nella finestra Preferenze.
pt_br: Quando um pacote é instalado, atualizado ou removido, é exibida uma caixa de diálogo de confirmação que mostra a lista de pacotes e a ação a ser executada. Se você não quiser ver essas caixas de diálogo de confirmação, desmarque essas caixas de seleção na janela Preferências.
zh_cn: 当安装、更新或删除软件包时，会显示一个确认对话框，其中显示了软件包列表和要执行的操作。如果您不希望看到这些确认对话框，可以在“首选项”窗口中取消选中这些选项。

source: Clicking the “Do not show this confirmation dialog again” check box in a particular confirmation dialog also unsets this preference for that dialog.
fr: Vous pouvez aussi désactiver cette préférence en cochant la case “Ne plus afficher cette boîte de confirmation” dans une boîte de dialogue de confirmation.
it: È inoltre possibile annullare l'impostazione di questa preferenza per una particolare finestra di conferma facendo clic sulla casella di controllo "Non mostrare più questa finestra di conferma" nella finestra.
pt_br: Se você clicar novamente na caixa de seleção “Não mostrar este diálogo de confirmação novamente” em uma caixa de diálogo específica, também cancelará essa preferência para esse diálogo.
zh_cn: 在特定的确认对话框中单击“请不要再次显示此确认对话框”复选框也会为该对话框取消设置该首选项。

source: Signature Policy Preferences
fr: Préférences de stratégie de signature
it: Preferenze dei criteri firma
pt_br: Preferências de política de assinatura
zh_cn: 签名策略首选项

source: Use the buttons on the Signature Policy tab to ignore or require signatures when installing packages in this image. To set signature policy for specific publishers, select the publisher in the Manage Publishers window, click the <guibutton>Modify</guibutton> button, and use the Signature Policy tab of the Modify Publisher window.
fr: Utilisez les boutons de l'onglet Stratégie de signature pour ignorer ou exiger des signatures lors de l'installation dans cette image. Pour définir la stratégie de signature applicable à un éditeur donné, sélectionnez l'éditeur concerné dans la fenêtre Organiser les éditeurs, cliquez sur le bouton <guibutton>Modifier</guibutton> et utilisez l'onglet Stratégie de signature de la fenêtre Modifier l'éditeur.
it: Utilizzare i pulsanti della scheda Criteri firma per ignorare o richiedere firme durante l'installazione dei pacchetti in questa immagine. Per impostare criteri firma per i publisher specificati, selezionare il publisher nella finestra Gestisci publisher, fare clic sul pulsante <guibutton>Modifica</guibutton> e utilizzare la scheda Criteri firma della finestra Modifica publisher.
pt_br: Use os botões da guia Política de assinatura para ignorar ou exigir assinaturas ao instalar pacotes nesta imagem. Para definir a política de assinatura para editores específicos, selecione o editor na janela Gerenciar editores, clique no botão <guibutton>Modificar</guibutton> e use a guia Política de assinatura da janela Modificar editor.
zh_cn: 使用“签名策略”选项卡上的按钮可设置安装该映像中的软件包时忽略或要求签名。要为特定发布者设置签名策略，请在“管理发布者”窗口中选择发布者，单击<guibutton>修改</guibutton>按钮，然后使用“修改发布者”窗口的“签名策略”选项卡。

source: The choices for image signature policy are the same as the choices for publisher signature policy except that the settings apply to all packages installed in the image, not just to packages installed from a particular publisher. See <xref linkend="pub-sig-policy"/>.
fr: Les choix disponibles pour la stratégie de signature des images sont les mêmes que pour la stratégie de signature des éditeurs, à la différence près que les paramètres s'appliquent à tous les packages installés dans l'image, et pas seulement aux packages installés à partir d'un éditeur donné. Reportez-vous à la section <xref linkend="pub-sig-policy"/>.
it: Le scelte effettuate per i criteri firma dell'immagine corrispondono a quelle dei criteri firma del publisher, tranne per l'applicazione delle impostazioni a tutti i pacchetti installati nell'immagine, non solo ai pacchetti installati da un publisher particolare. Vedere <xref linkend="pub-sig-policy"/>.
pt_br: As opções para política de assinatura de imagem são as mesmas da política de assinatura de editor, exceto pelo fato de as configurações se aplicarem a todos os pacotes instalados na imagem, não só a pacotes instalados em um editor específico. Consulte <xref linkend="pub-sig-policy"/>.
zh_cn: 为映像签名策略提供的选项与为发布者签名策略提供的选项是相同的，但是这些设置应用于映像中安装的所有软件包，而不是仅应用于从特定发布者安装的软件包。请参见<xref linkend="pub-sig-policy"/>。
