Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: <guibutton>Add</guibutton>. Add a new publisher certificate for the publisher listed in the Modify Publisher window title. In the Add Publisher Certificate window, browse to select the certificate (<tt>.pem</tt>) file. Click the <guibutton>OK</guibutton> button at the bottom of the Add Publisher Certificate window. The newly added certificate is selected in the certificates list in the Certificates tab of the Modify Publisher window. The details pane indicates that this certificate is "marked to be added." This certificate will be added after you click the <guibutton>OK</guibutton> button on the Modify Publisher window.
fr: <guibutton>Ajouter</guibutton>. Permet d'ajouter un nouveau certificat d'éditeur pour l'éditeur figurant dans le titre de la fenêtre Modifier l'éditeur. Dans la fenêtre Ajout de certificat d'éditeur, recherchez le fichier du certificat (<tt>.pem</tt>). Cliquez sur le bouton <guibutton>OK</guibutton> au bas de la fenêtre Ajout de certificat d'éditeur. Le certificat que vous venez d'ajouter est sélectionné dans la liste de certificats de l'onglet Certificats de la fenêtre Modifier l'éditeur. Le panneau Détails indique que ce certificat est "marqué comme étant à ajouter". Ce certificat sera ajouté une fois que vous aurez cliqué sur le bouton <guibutton>OK</guibutton> dans la fenêtre Modifier l'éditeur.
it: <guibutton>Aggiungi</guibutton>. Aggiungere un nuovo certificato del publisher al publisher elencato nel titolo della finestra Modifica publisher. Nella finestra Aggiungi certificato publisher, individuare e selezionare il file di certificato (<tt>.pem</tt>). Fare clic sul pulsante <guibutton>OK</guibutton> nella parte inferiore della finestra Aggiungi certificato publisher. Il certificato appena aggiunto viene selezionato nell'elenco dei certificati della scheda Certificati nella finestra Modifica publisher. Il riquadro dei dettagli indica che questo certificato è contrassegnato per l'aggiunta. Il certificato verrà aggiunto dopo aver fatto clic sul pulsante <guibutton>OK</guibutton> nella finestra Modifica publisher.
pt_br: <guibutton>Adicionar</guibutton>. Adicione um novo certificado de editor para o editor listado no título da janela Modificar editor. Na janela Adicionar certificado de editor, navegue para selecionar o arquivo de certificado (<tt>.pem</tt>). Clique no botão <guibutton>OK</guibutton> na parte inferior da janela Adicionar certificado de editor. O certificado recém-adicionado é selecionado na lista de certificados da guia Certificados da janela Modificar editor. O painel de detalhes indica que esse certificado está "marcado para ser adicionado". O certificado será adicionado depois que você clicar no botão <guibutton>OK</guibutton> na janela Modificar editor.
zh_cn: <guibutton>添加</guibutton>。为“修改发布者”窗口标题中列出的发布者添加新的发布者证书。在“添加发布者证书”窗口中，浏览以选择证书 (<tt>.pem</tt>) 文件。单击“添加发布者证书”窗口底部的<guibutton>确定</guibutton>按钮。新添加的证书在“修改发布者”窗口的“证书”选项卡中的证书列表中处于选定状态。详细信息窗格指示该证书被标为要添加的证书。在您单击“修改发布者”窗口中的<guibutton>确定</guibutton>按钮后，将添加该证书。

source: In the list of certificates for this publisher, select the certificate you want to modify or whose details you want to check. Details about the selected certificate are shown below the list of certificates and row of buttons. Note that an expired certificate can still be Approved and used to validate signed packages that were published (not necessarily installed) before the certificate expired.
fr: Dans la liste de certificats de cet éditeur, sélectionnez le certificat que vous souhaitez modifier ou dont vous voulez contrôler les détails. Les détails concernant le certificat sélectionné s'affichent sous la liste de certificats et la rangée de boutons correspondante. Notez qu'un certificat ayant expiré peut toujours être Approuvé et utilisé pour valider des packages signés qui ont été publiés (mais pas nécessairement installés) avant l'expiration du certificat.
it: Nell'elenco dei certificati per questo publisher, selezionare il certificato che si desidera modificare o i cui dettagli è necessario verificare. I dettagli relativi al certificato selezionato vengono visualizzati sotto l'elenco dei certificati e la riga dei pulsanti. Tenere presente che è comunque possibile approvare un certificato scaduto e utilizzarlo per convalidare i pacchetti firmati pubblicati (non necessariamente installati) prima della scadenza del certificato.
pt_br: Na lista de certificados do editor, selecione o certificado que você deseja modificar ou cujos detalhes deseja verificar. Detalhes sobre o certificado selecionado são mostrados abaixo da lista de certificados e linha de botões.Observe que um certificado expirado ainda pode ser aprovado e usado para validar pacotes assinados editados (não necessariamente instalados) antes que o certificado expire.
zh_cn: 在该发布者的证书列表中，选择您要进行修改或要检查其详细信息的证书。有关选定证书的详细信息将显示在证书列表和按钮行的下方。请注意，已过期的证书可能仍然处于“已批准”状态且可用来验证在证书过期之前发布的（不需要是已安装的）已签名软件包。

source: Click the headings of the list of certificates to resort the list. The Organization and Name columns are resizable.
fr: Cliquez sur les titres de la liste de certificats pour modifier l'ordre de tri de la liste. Les colonnes Organisation et Nom peuvent être redimensionnées.
it: Fare clic sulle intestazioni dell'elenco di certificati per riordinare l'elenco. È possibile ridimensionare le colonne Organizzazione e Nome.
pt_br: Clique nos cabeçalhos da lista de certificados para reordenar a lista. As colunas Organização e Nome são redimensionáveis.
zh_cn: 单击证书列表的标题可以对列表进行重新排序。“组织”和“名称”列的大小可调整。

source: <guibutton>Remove</guibutton>. Remove the certificate that is currently selected in the certificates list.
fr: <guibutton>Supprimer</guibutton>. Permet de supprimer le certificat sélectionné dans la liste de certificats.
it: <guibutton>Rimuovi</guibutton>. Rimuovere il certificato attualmente selezionato nell'elenco dei certificati.
pt_br: <guibutton>Remover</guibutton>. Remova o certificado selecionado atualmente na lista de certificados.
zh_cn: <guibutton>删除</guibutton>。删除当前在证书列表中选定的证书。

source: <guibutton>Revoke</guibutton>. If the certificate currently selected in the certificates list is Approved, click the <guibutton>Revoke</guibutton> button to treat this certificate as revoked. In the certificates list, the Status of this certificate changes to Revoked. This change is applied to the certificate after you click the <guibutton>OK</guibutton> button on the Modify Publisher window.
fr: <guibutton>Révoquer</guibutton>. Si le certificat actuellement sélectionné dans la liste de certificats est Approuvé, cliquez sur le bouton <guibutton>Révoquer</guibutton> pour traiter ce certificat comme ayant été révoqué. Dans la liste de certificats, l'état de ce certificat passe à Révoqué. Cette modification sera appliquée au certificat une fois que vous aurez cliqué sur le bouton <guibutton>OK</guibutton> dans la fenêtre Modifier l'éditeur.
it: <guibutton>Revoca</guibutton>. Se il certificato attualmente selezionato nell'elenco dei certificati è Approvato, fare clic sul pulsante <guibutton>Revoca</guibutton> per applicare l'attributo revocato a questo certificato. Nell'elenco dei certificati, lo Stato di questo certificato viene modificato in Revocato. Questa modifica viene applicata al certificato dopo aver fatto clic sul pulsante <guibutton>OK</guibutton> nella finestra Modifica publisher.
pt_br: <guibutton>Revogar</guibutton>. Se o certificado selecionado atualmente na lista de certificados for Aprovado, clique no botão <guibutton>Revogar</guibutton> para tratar desse certificado como revogado. Na lista de certificados, o Status do certificado muda para Revogado. Essa alteração é aplicada ao certificado depois que você clica no botão <guibutton>OK</guibutton> na janela Modificar editor.
zh_cn: <guibutton>吊销</guibutton>。如果证书列表中当前选定的证书属于“已批准”，单击<guibutton>吊销</guibutton>按钮可将其设为已吊销。在证书列表中，该证书的“状态”更改为“已吊销”。在您单击“修改发布者”窗口中的<guibutton>确定</guibutton>按钮后，该更改将应用于证书。

source: <guibutton>Reinstate</guibutton>. If the certificate currently selected in the certificates list is Revoked, click the <guibutton>Reinstate</guibutton> button to treat this certificate as approved. The details pane indicates that this certificate is "marked to be reinstated." This certificate will be reinstated after you click the <guibutton>OK</guibutton> button on the Modify Publisher window.
fr: <guibutton>Réactiver</guibutton>. Si le certificat actuellement sélectionné dans la liste de certificats est Révoqué, cliquez sur le bouton <guibutton>Réactiver</guibutton> pour traiter ce certificat comme ayant été approuvé. Le panneau Détails indique que ce certificat est "marqué comme étant à réactiver". Ce certificat sera réactivé une fois que vous aurez cliqué sur le bouton <guibutton>OK</guibutton> dans la fenêtre Modifier l'éditeur.
it: <guibutton>Ripristina</guibutton>. Se il certificato attualmente selezionato nell'elenco dei certificati è Revocato, fare clic sul pulsante <guibutton>Ripristina</guibutton> per applicare l'attributo approvato a questo certificato. Nel riquadro dei dettagli il certificato è contrassegnato per il ripristino. Questo certificato verrà ripristinato dopo aver fatto clic sul pulsante <guibutton>OK</guibutton> nella finestra Modifica publisher.
pt_br: <guibutton>Restaurar</guibutton>. Se o certificado selecionado atualmente na lista de certificados for Revogado, clique no botão <guibutton>Restaurar</guibutton> para tratar o certificado como aprovado. O painel de detalhes indica que o certificado está "marcado para ser restaurado". O certificado será restaurado depois qu você clicar no botão <guibutton>OK</guibutton> na janela Modificar editor.
zh_cn: <guibutton>恢复</guibutton>。如果证书列表中当前选定的证书属于“已吊销”，单击<guibutton>恢复</guibutton>按钮可将其设为已批准。详细信息窗格指示该证书被标为要恢复的证书。在您单击“修改发布者”窗口中的<guibutton>确定</guibutton>按钮后，将恢复该证书。

source: Managing Signature Policy
fr: Gestion de la stratégie de signature
it: Gestione dei criteri firma
pt_br: Gerenciamento da política de assinatura
zh_cn: 管理签名策略

source: Click the Signature Policy tab of the Modify Publisher window.
fr: Cliquez sur l'onglet Stratégie de signature de la fenêtre Modifier l'éditeur.
it: Fare clic sulla scheda Criteri firma della finestra Modifica publisher.
pt_br: Clique na guia Política de assinatura da janela Modificar editor.
zh_cn: 单击“修改发布者”窗口的“签名策略”选项卡。

source: Use the buttons on the Signature Policy tab to set the signature policy to use when installing packages from the publisher listed in the Modify Publisher window title.
fr: Utilisez les boutons de l'onglet Stratégie de signature pour définir la stratégie de signature à utiliser lorsque vous installez des packages de l'éditeur affiché dans le titre de la fenêtre Modifier l'éditeur.
it: Utilizzare i pulsanti della scheda Criteri firma per impostare i criteri firma da utilizzare durante l'installazione dei pacchetti dal publisher elencato nel titolo della finestra Modifica publisher.
pt_br: Use os botões da guia Política de assinatura para definir a política de assinatura a ser usada durante a instalação de pacotes do editor listado no título da janela Modificar editor.
zh_cn: 使用“签名策略”选项卡上的按钮来设置当安装来自“修改发布者”窗口标题中列出的发布者的软件包时要使用的签名策略。

source: To set the global signature policy, use the Signature Policy tab of the Preferences window (see <xref linkend="img-sig-policy"/>).
fr: Pour définir la stratégie de signature globale, utilisez l'onglet Stratégie de signature de la fenêtre Préférences (reportez-vous à la section <xref linkend="img-sig-policy"/>).
it: Per impostare i criteri firma globali, utilizzare la scheda Criteri firma della finestra Preferenze (vedere <xref linkend="img-sig-policy"/>).
pt_br: Para definir a política de assinatura global, use a guia Política de assinatura da janela Preferências (consulte <xref linkend="img-sig-policy"/>).
zh_cn: 要设置全局签名策略，请使用“首选项”窗口的“签名策略”选项卡。（请参见<xref linkend="img-sig-policy"/>）。

source: Signatures are ignored: Ignore signatures for all packages.
fr: Les signatures sont ignorées : les signatures sont ignorées pour tous les packages.
it: Le firme vengono ignorate: ignorare le firme per tutti i pacchetti.
pt_br: As assinaturas são ignoradas. Ignore as assinaturas de todos os pacotes.
zh_cn: 签名被忽略：对所有软件包都忽略签名。

source: Signatures are optional, but must be valid if provided: Verify that all packages with signatures are validly signed, but do not require all installed packages to be signed.
fr: Les signatures sont facultatives, mais celles fournies doivent être correctes : vérifie que tous les packages pourvus de signatures ont été correctement signés, mais n'exige pas que tous les packages installés soient signés.
it: Le firme sono opzionali, ma devono essere valide se fornite: verificare che tutti i pacchetti con firme siano correttamente firmati; non è necessario che tutti i pacchetti installati siano firmati.
pt_br: As assinaturas são opcionais, mas devem ser válidas se forem inseridas. Verifique se todos os pacotes com assinaturas estão assinados de maneira válida, mas não é necessário que todos os pacotes instalados sejam assinados.
zh_cn: 签名是可选的，但如果提供则必须有效：验证具有签名的所有软件包的签名是否有效，但不要求所有已安装的软件包都具有签名。

source: One or more valid signatures are required: Require that all newly installed packages have at least one valid signature.
fr: Une ou plusieurs signatures correctes sont requises : exige que tous les packages nouvellement installés présentent au moins une signature correcte.
it: Sono necessarie una o più firme valide: richiedere che tutti i pacchetti appena installati possiedano almeno una firma valida.
pt_br: Uma ou mais assinaturas são necessárias. Todos os pacotes recém-instalados devem ter pelo menos uma assinatura válida.
zh_cn: 需要一个或多个有效签名：要求所有新安装的软件包至少具有一个有效签名。

source: Signatures are required and the certificate name must include the name or names specified in the text field when validating the signatures of a package. If more than one name is specified, the names must be comma-separated.
fr: Les signatures sont obligatoires et le nom du certificat doit contenir le ou les nom(s) spécifié(s) dans le champ de texte lors de la validation des signatures d'un package. Lorsque plusieurs noms sont spécifiés, ceux-ci doivent être séparés par des virgules.
it: Sono necessarie le firme e il nome del certificato deve includere il nome o i nomi specificati nel campo del testo quando vengono convalidate le firme di un pacchetto. Se vengono specificati più nomi devono essere separati da virgole.
pt_br: São necessárias assinaturas e o nome do certificado deve incluir o(s) nome(s) especificado(s) no campo do texto durante a validação das assinaturas de um pacote. Se mais de um nome for especificado, os nomes deverão ser separados por vírgulas.
zh_cn: 签名是必需的，并且验证软件包的签名时，证书名称必须包括文本字段中指定的一个或多个名称。如果指定多个名称，则名称之间必须以逗号分隔。

source: Removing Publishers
fr: Suppression d'éditeurs
it: Rimozione dei publisher
pt_br: Remoção de editores
zh_cn: 删除发布者

source: Perform the following steps to remove a publisher:
fr: Pour supprimer un éditeur, suivez la procédure ci-dessous :
id: Lakukan langkah-langkah berikut untuk menghapus penerbit:
it: Per rimuovere un publisher, attenersi alla seguente procedura:
pt_br: Realize as seguintes etapas para remover um editor:
sv: Så här tar du bort utgivare:
zh_cn: 执行以下步骤来删除发布者：

source: Select the publisher that you want to remove.
fr: Sélectionnez l'éditeur que vous souhaitez supprimer.
it: Selezionare il publisher che si desidera rimuovere.
pt_br: Selecione o editor que deseja remover.
zh_cn: 选择要删除的发布者。

source: Click the <guibutton>Remove</guibutton> button to the right of the publisher list.
fr: Cliquez sur le bouton <guibutton>Supprimer</guibutton> à droite de la liste d'éditeurs.
it: Fare clic sul pulsante <guibutton>Rimuovi</guibutton> a destra dell'elenco dei publisher.
pt_br: Clique no botão <guibutton>Remover</guibutton> à direita da lista de editores.
zh_cn: 单击发布者列表右侧的<guibutton>删除</guibutton>按钮。

source: If the selected publisher is a system publisher, the <guibutton>Remove</guibutton> button is disabled. The Details pane indicates that the selected publisher is a system publisher and displays a message that this publisher cannot be modified or removed.
fr: Si l'éditeur sélectionné est un éditeur système, le bouton <guibutton>Supprimer</guibutton> est désactivé. Le panneau Détails signale que l'éditeur sélectionné est un éditeur système et un message indique que cet éditeur ne peut être ni modifié, ni supprimé.
it: Se il publisher selezionato è un publisher di sistema, viene disattivato il pulsante <guibutton>Rimuovi</guibutton>. Il riquadro Dettagli indica che il publisher selezionato è un publisher di sistema e viene visualizzato un messaggio che informa circa l'impossibilità di modificare o rimuovere questo publisher.
pt_br: Se o editor selecionado for um editor do sistema, o botão <guibutton>Remover</guibutton> ficará desativado. O painel Detalhes indica que o editor selecionado é um editor do sistema e exibe uma mensagem informando que esse editor não pode ser modificado nem removido.
zh_cn: 如果选定发布者是一个系统发布者，则<guibutton>删除</guibutton>按钮处于禁用状态。“详细信息”窗格将指出选定的发布者是系统发布者并将显示一条消息来指明该发布者无法修改或删除。

source: Managing Boot Environments
fr: Gestion des environnements d'initialisation
it: Gestione degli ambienti di boot
pt_br: Gerenciamento de ambientes de inicialização
zh_cn: 管理引导环境

source: A boot environment (BE) is a bootable image. You can maintain multiple BEs on your Oracle Solaris system. One BE is the default BE at startup or reboot. Other BEs are available as alternate boot selections. The BE you are booted into is the active BE.
fr: Un environnement d'initialisation (BE) est une image amorçable. Vous pouvez gérer plusieurs environnements d'initialisation sur votre système Oracle Solaris. L'un des environnements d'initialisation est l'environnement par défaut au démarrage ou au redémarrage. D'autres environnements d'initialisation peuvent être sélectionnés au moment de l'initialisation. L'environnement actuellement amorcé est l'environnement d'initialisation actif.
it: Un ambiente di boot è un'immagine bootable. Nel sistema Oracle Solaris possono essere presenti più ambienti di boot. Un ambiente di boot è l'ambiente di boot di default all'avvio o al reboot. Sono disponibili più ambienti di boot come selezioni di boot alternative. L'ambiente di boot in uso è quello attivo.
pt_br: Um ambiente de inicialização (BE) é uma imagem inicializável. É possível manter vários BEs no sistema Oracle Solaris. Um BE é o BE padrão na inicialização ou reinicialização. Há outros BEs disponíveis como seleções de inicialização alternativas. O BE que você inicializou é o BE ativo.
zh_cn: 引导环境 (boot environment, BE) 是可引导的映像。您可以在 Oracle Solaris 系统中维护多个 BE。其中一个 BE 是启动或重新引导时的缺省 BE。其他 BE 用作备用引导选项。所引导的 BE 将成为活动 BE。

source: You can use the <literal>beadm</literal>(1) command to create, rename, mount, unmount, activate, or destroy BEs. For complete information about BEs, see <citetitle>Creating and Managing Boot Environments After Installation</citetitle>.
fr: Vous pouvez utiliser la commande <literal>beadm</literal>(1) pour créer, monter, démonter, activer ou détruire des environnements d'initialisation. Pour plus d'informations sur les environnements d'initialisation, reportez-vous à la section <citetitle>Creating and Managing Boot Environments After Installation</citetitle> (Création et gestion des environnements d'initialisation après l'installation).
it: È possibile utilizzare il comando <literal>beadm</literal>(1) per creare, rinominare, attivare, disattivare o distruggere gli ambienti di boot. Per informazioni complete sugli ambienti di boot, vedere <citetitle>Creazione e gestione degli ambienti di boot dopo l'installazione</citetitle>.
pt_br: Você pode usar o comando <literal>beadm</literal>(1) para criar, renomear, montar, desmontar, ativar ou desativar BEs. Par obter informações detalhadas sobre BEs, consulte <citetitle>Criando e Gerenciando Ambientes Inicializáveis após a Instalação</citetitle>.
zh_cn: 您可以使用 <literal>beadm</literal>(1) 命令来创建、重命名、挂载、卸载、激活或销毁 BE。有关 BE 的完整信息，请参见<citetitle>Creating and Managing Boot Environments After Installation</citetitle>（在安装后创建和管理引导环境）。

source: Package Manager provides a subset of the functionality that the <literal>beadm</literal>(1) command provides. Use the Package Manager <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Boot Environments</guimenuitem></menuchoice> option to open the Manage Boot Environments window. The Manage Boot Environments window lists the BEs on this system and enables you to activate, rename, and delete those BEs as described below.
fr: Le Gestionnaire de packages fournit un sous-ensemble des fonctionnalités offertes par la commande <literal>beadm</literal>(1). Utilisez l'option <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Gérer les environnements d'initialisation</guimenuitem></menuchoice> du Gestionnaire de packages pour ouvrir la fenêtre Gestion des environnements d'initialisation. La fenêtre Gestion des environnements d'initialisation répertorie les environnements d'initialisation gérés sur le système et vous permet d'activer, de renommer et de supprimer ces environnements d'initialisation comme décrit ci-dessous.
it: Package Manager fornisce un sottoinsieme delle funzionalità offerte dal comando <literal>beadm</literal>(1). Utilizzare l'opzione <menuchoice><guimenu>File</guimenu><guimenuitem>Gestione ambienti di boot</guimenuitem></menuchoice> di Package Manager per aprire la finestra Gestione ambienti di boot. Nella finestra Gestione ambienti di boot vengono elencati gli ambienti di boot nel sistema ed è possibile attivare, rinominare ed eliminare tali ambienti come descritto di seguito.
pt_br: O Gerenciador de pacotes fornece um subconjunto da funcionalidade que o comando <literal>beadm</literal>(1) oferece. Use a opção Gerenciador de pacotes <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Gerenciar ambientes de inicialização</guimenuitem></menuchoice> para abrir a janela Gerenciar ambientes de inicialização. Essa janela lista os BEs do sistema e permite ativar, renomear e excluir esses BEs conforme descrito a seguir.
zh_cn: 软件包管理器提供了 <literal>beadm</literal>(1) 命令所提供的功能的一个子集。使用软件包管理器<menuchoice><guimenu>文件</guimenu><guimenuitem>管理引导环境</guimenuitem></menuchoice>选项可打开“管理引导环境”窗口。“管理引导环境”窗口列出了该系统上的 BE，您可以在该窗口中激活、重命名和删除这些 BE，方法如下文中所述。

source: Creating a BE
fr: Création d'un environnement d'initialisation
it: Creazione di un ambiente di boot
pt_br: Criação de um BE
zh_cn: 创建 BE

source: A new BE is automatically created when you do one of the following actions:
fr: Un nouvel environnement d'initialisation est automatiquement créé lorsque vous effectuez l'une des opérations suivantes :
it: Un nuovo ambiente di boot viene creato automaticamente quando si esegue una delle azioni seguenti:
pt_br: Um novo BE é criado automaticamente quando você executa uma das seguintes ações:
zh_cn: 当您执行下列操作之一时会自动创建一个新的 BE：

source: Install the Oracle Solaris OS.
fr: Installation du SE Oracle Solaris.
it: Installare il sistema operativo Oracle Solaris.
pt_br: Instalar o SO Oracle Solaris.
zh_cn: 安装 Oracle Solaris 操作系统。

source: Install or update particular key system packages such as some drivers and other kernel components.
fr: Installation ou mise à jour de packages système essentiels tels que certains pilotes ou d'autres composants du noyau.
it: Installare o aggiornare pacchetti di sistema chiave particolari come alcuni driver e altri componenti kernel.
pt_br: Instalar ou atualizar pacotes-chave específicos do sistema, como alguns drivers e outros componentes do kernel.
zh_cn: 安装或更新特定关键系统软件包，例如某些驱动程序和其他内核组件。

source: Use the <literal>beadm create</literal> command.
fr: Utilisation de la commande <literal>beadm create</literal>.
it: Utilizzare il comando <literal>beadm create</literal>.
pt_br: Use o comando <literal>beadm create</literal>.
zh_cn: 使用 <literal>beadm create</literal> 命令。
