Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: When a package is selected for installation, update, or removal, a confirmation dialog is displayed that displays the list of packages and the action to be performed. Under the <emphasis role="strong">Show Confirmation Dialog</emphasis> uncheck <emphasis role="strong">On Updates</emphasis>, <emphasis role="strong">On Package Install/Update</emphasis>, and <emphasis role="strong">On Package Remove</emphasis> to turn these settings off.
id: Ketika sebuah paket yang dipilih untuk instalasi, pembaruan, atau penghapusan, sebuah dialog konfirmasi akan ditampilkan yang menampilkan daftar paket dan tindakan yang akan dilakukan. Di bawah <emphasis role="strong">Lihat Dialog Konfirmasi</emphasis> Hilangkan tanda centang <emphasis role="strong">pada Pembaruan</emphasis>, <emphasis role="strong">pada Paket Install/Pembaruan</emphasis>, dan <emphasis role="strong">pada Hapus Paket</emphasis> untuk menonaktifkan pengaturan ini.
sv: När du har markerat ett paket för att det ska installeras, uppdateras eller tas bort visas en bekräftelsedialogruta med en lista över paketen och vad som ska göras med dem. Om du vill inaktivera dessa inställningar avmarkerar du <emphasis role="strong">Vid uppdateringar</emphasis>, <emphasis role="strong">Vid Installera/uppdatera paket</emphasis> och <emphasis role="strong">Vid Borttagning av paket</emphasis> under <emphasis role="strong">Visa bekräftelsedialogrutan</emphasis>.

source: Working With Packages
id: Bekerja dengan paket
sv: Arbeta med paket

source: Install a Package
id: Menginstall sebuah paket
sv: Installera paket

source: The list of packages and their status is displayed in the main window of the Package Manager. Perform the following steps to install a package:
id: Daftar paket dan status akan ditampilkan dalam jendela utama Pengelola Paket. Lakukan langkah-langkah berikut untuk menginstal sebuah paket:
sv: Listan med paket och paketens status visas i pakethanterarens huvudfönster. Så här installerar du paket:

source: Check the box next to the package or packages to select it. Double-clicking the package also selects the package.
id: Centang kotak di sebelah paket untuk memilihnya. Klik ganda paket juga bisa dilakukan memilih paket.
sv: Markera kryssrutan vid de paket du vill installera. Du kan även dubbelklicka på dem.

source: Click <guibutton>Install/Update</guibutton> to start the package installation process.
id: Klik <guibutton>Instal/Pembaruan</guibutton> untuk memulai proses instalasi.
sv: Paketinstallationen påbörjas när du klickar på <guibutton>Installera/uppdatera</guibutton>.

source: You can also choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Install/Update</guimenuitem></menuchoice> to start the package installation process.
id: Anda juga dapat memilih <menuchoice><guimenu>Paket</guimenu><guimenuitem>Instal/Pembaruan</guimenuitem></menuchoice> untuk memulai proses instalasi.
sv: Du kan även välja <menuchoice><guimenu>Paket</guimenu><guimenuitem>Installera/uppdatera</guimenuitem></menuchoice> för att påbörja paketinstallationen.

source: Click <guilabel>Details</guilabel> to view the installation details or <guibutton>Cancel</guibutton> to cancel the package installation.
id: Klik <guilabel>Rincian</guilabel> untuk melihat rincian instalasi atau <guibutton>Batal</guibutton> untuk membatalkan instalasi paket.
sv: Vill du se mer information om installationen klickar du på <guilabel>Information</guilabel>. Klicka på <guibutton>Avbryt</guibutton> om du vill avbryta paketinstallationen.

source: After the installation has completed, click <guibutton>Close</guibutton>.
id: Setelah instalasi selesai, Klik <guibutton>Tutup</guibutton>.
sv: Klicka på <guibutton>Stäng</guibutton> när installationen är klar.

source: Installation Error
id: Terjadi Kesalahan Instalasi
sv: Installationsfel

source: If an error occurs during package installation, an error dialog with the error message is displayed along with the reason for failure. Click <guibutton>Close</guibutton> to close the error dialog.
id: Jika kesalahan terjadi saat instalasi paket, ada dialog kesalahan yang menampilkan alasan kegagalan. Klik<guibutton>Tutup</guibutton> untup menutup dialog kesalahan.
sv: Om fel inträffar under installationen öppnas en dialogruta med ett felmeddelande samt information om orsaken till felet. Stäng den genom att klicka på <guibutton>Stäng</guibutton>.

source: Remove a Package
id: Hapus sebuah Paket
sv: Ta bort paket

source: Check the box next to a package to select it. Double-clicking the package also selects the package.
id: Centang kotak di sebelah paket untuk memilihnya. Klik ganda paket juga bisa dilakukan memilih paket.
sv: Markera kryssrutan vid de paket du vill ta bort. Du kan även dubbelklicka på dem.

source: Click <guibutton>Remove</guibutton> to start the package uninstallation process.
id: Klik <guibutton>Hapus</guibutton> untuk memulai proses uninstall.
sv: Avinstallationen påbörjas när du klickar på <guibutton>Ta bort</guibutton> .

source: You can also choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Remove</guimenuitem></menuchoice> to remove a package.
id: Anda juga dapat memilih <menuchoice><guimenu>Paket</guimenu><guimenuitem>Hapus</guimenuitem></menuchoice> untuk menghapus paket.
sv: Du kan även välja <menuchoice><guimenu>Paket</guimenu><guimenuitem>Ta bort</guimenuitem></menuchoice> för att ta bort ett paket.

source: Review the packages to be removed and the package dependencies details in the <emphasis role="strong">Remove Confirmation</emphasis> dialog.
id: Tinjau ulang paket-paket yang akan dihapus dan detail dependensi paket pada dialog <emphasis role="strong">Hapus Confirmation</emphasis>.
sv: I dialogrutan <emphasis role="strong">Bekräfta borttagning</emphasis> kan du se vilka paket som kommer att tas bort samt information om deras beroenden.

source: Click <guibutton>Proceed</guibutton> to start removing the packages or <guibutton>Cancel</guibutton> to cancel the process.
id: Klik <guibutton>Lanjut</guibutton> untuk memulai menghapus paket atau <guibutton>Batal</guibutton> untuk membatalkan proses.
sv: Klicka på <guibutton>Fortsätt</guibutton> om du vill ta bort paketen eller på <guibutton>Avbryt</guibutton> om du vill avbryta installationen.

source: Search for a Package
id: Pencarian untuk sebuah paket
sv: Söka efter paket

source: You can search for a package in the following ways :
id: Anda bisa mencari paket dengan cara berikut ini:
sv: Du kan söka efter ett paket på följande sätt:

source: <emphasis role="strong">Search the current publisher</emphasis> – Search for a package in the publisher currently selected in the <emphasis role="strong"> Publisher</emphasis> drop-down menu. If you do not know the status of the package you are searching for, set the <emphasis role="strong">View</emphasis> drop-down menu to <emphasis role="strong">All Packages</emphasis>.
id: <emphasis role="strong">Cari penerbit saat ini</emphasis> – Mencari paket penerbit saat ini dipilih pada drop-down menu <emphasis role="strong"> Penerbit</emphasis>. Jika Anda tidak mengetahui status dari paket yang Anda cari, atur <emphasis role="strong">Lihat</emphasis> drop-down menu ke <emphasis role="strong">Semua Paket</emphasis>.
sv: <emphasis role="strong">Sök hos aktuell utgivare</emphasis> – Sök efter ett paket hos den utgivare som är markerad i menyn <emphasis role="strong"> Utgivare</emphasis> Om du inte vet vilken status paketet som du söker har, anger du <emphasis role="strong">Alla paket</emphasis> i menyn <emphasis role="strong">Visa</emphasis>.

source: Enter a description, or a partial name in the <emphasis role="strong">Search</emphasis> field. For example, you might type one of the following search terms to search for <filename>SUNWgnome-games</filename> :
id: Masukkan deskripsi, atau nama parsial pada field <emphasis role="strong">Cari</emphasis>. Sebagai contoh, anda mungkin menuliskan pada pencarian untuk mencari <filename>SUNWgnome-games</filename> :
sv: Ange en beskrivning, eller del av ett namn i fältet <emphasis role="strong">Sök</emphasis> i verktygsfältet. Du kan till exempel skriva något av följande sökord om du vill söka efter <filename>SUNWgnome-games</filename>:

source: To search for SunStudio compilers, you might type one of the following terms:
id: Untuk mencari SunStudio kompiler, Anda mungkin menuliskan sebagai berikut:
sv: För att söka efter SunStudio kompileringar, kan du behöva skriva en av följande termer:

source: <emphasis role="strong">Search all publishers</emphasis> – Choose <emphasis role="strong">All Publishers(Search)</emphasis> from the <emphasis role="strong">Publisher</emphasis> drop-down menu to search for a package across all configured publishers. If you do not know the status of the package you are searching for, set the <emphasis role="strong">View</emphasis> drop-down menu to <emphasis role="strong">All Packages</emphasis>.
id: <emphasis role="strong">Mencari semua penerbit</emphasis> – Pilih <emphasis role="strong">Semua Penerbit(Cari)</emphasis> dari <emphasis role="strong">Penerbit</emphasis> drop-down menu ke pencarian paket untuk semua konfigurasi penerbit. Jika Anda tidak mengetahui status dari paket yang Anda cari, atur <emphasis role="strong">Lihat</emphasis> drop-down menu ke <emphasis role="strong">semua Paket</emphasis>.
sv: <emphasis role="strong">Sök hos alla utgivare</emphasis> – Om du vill söka efter ett paket hos alla konfigurerade utgivare markerar du <emphasis role="strong">Alla utgivare (sök)</emphasis> i menyn<emphasis role="strong">Utgivare</emphasis>. Om du inte vet vilken status paketet du söker har ställer du in <emphasis role="strong">Alla paket</emphasis> i menyn <emphasis role="strong">Visa</emphasis>.

source: Type a description of the package in the <emphasis role="strong">Search</emphasis> field. For example, the <filename>SUNWdiveintopython</filename> package is a book on Python programming. The description of the package contains the string <emphasis>book</emphasis>. To search for this package, you might then type one of the following terms:
id: Tuliskan deskripsi paket pada field<emphasis role="strong">Cari</emphasis> . Sebagai contoh, paket <filename>SUNWdiveintopython</filename> adalah buku pada Pemrograman Python. Deskripsi paket mengandung string <emphasis>buku</emphasis>. Untuk mencari paket ini, anda bisa menuliskan sebagai berikut:
sv: Ange en beskrivning i fältet <emphasis role="strong">Sök</emphasis>. Paketet <filename>SUNWdiveintopython</filename> är till exempel en bok om Python-programmering. Beskrivningen till paketet innehåller strängen <emphasis>book</emphasis>. Du kan alltså ange någon av följande söktermer om du vill söka efter det här paketet:

source: If you searched for the term <emphasis>diveinto</emphasis> when searching for the <filename>SUNWdiveintopython</filename> package, the results will not be displayed as the term <emphasis>diveinto</emphasis> is not present as an independent, complete word in the package contents. However you will find the package using the <literal>*</literal> wild card. Hence, searching for the term <literal>diveinto*</literal> will display the <filename>SUNWdiveintopython</filename> package.
id: Jika Anda mencari <emphasis>diveinto</emphasis> ketika sedang mencari paket <filename>SUNWdiveintopython</filename>, hasilnya tidak akan ditampilkan sebagai <emphasis>diveinto</emphasis> tidak ditampilkan secara independen, kata lengkap dengan konten paket. Bagaimanapun, anda akan menemukan paket menggunakan wildcard<literal>*</literal> . Pencarian <literal>diveinto*</literal> akan menampilkan paket <filename>SUNWdiveintopython</filename>.
sv: Om du skriver in <emphasis>diveinto</emphasis> när du söker efter paketet <filename>SUNWdiveintopython</filename> kommer du inte att få några träffar eftersom <emphasis>diveinto</emphasis> inte finns som ett enskilt ord i paketinnehållet. Du hittar dock paketet om du använder dig av jokertecknet <literal>*</literal>. Om du alltså anger söktermen <literal>diveinto*</literal> får du träff på paketet <filename>SUNWdiveintopython</filename>.

source: Use the submenus under the <menuchoice><guimenu>Edit</guimenu></menuchoice> menu to cut, copy, or paste text in the <emphasis role="strong">Search</emphasis> field.
id: Gunakan submenu di bawah menu <menuchoice><guimenu>Ubah</guimenu></menuchoice> untuk cut, copy, atau paste teks pada field <emphasis role="strong">Cari</emphasis> .
sv: Du kan ta hjälp av undermenyerna under huvudmenyn <menuchoice><guimenu>Redigera</guimenu></menuchoice> och klippa ut, kopiera och klistra in text i fältet <emphasis role="strong">Sök</emphasis>.

source: The following operators are supported for a package search:
id: Operator berikut didukung untuk pencarian sebuah paket:
sv: Följande operatorer kan användas när du söker efter paket:

source: The AND operator
id: Operator AND
sv: OCH

source: When the search term is separated by spaces or the AND operator, the Package Manager will search for packages containing <emphasis role="strong">all</emphasis> the search terms.
id: Ketika pencarian dipisahkan dengan spasi atau operator AND, the Paket Manager akan mencari paket yang berisi <emphasis role="strong">semua</emphasis> pencarian.
sv: När söktermerna avskiljs med mellanslag eller operatorn OCH söker pakethanteraren efter <emphasis role="strong">alla</emphasis> sökord.

source: Double Quotes
id: Tanda Petik Ganda
sv: Dubbla citationstecken

source: When a search term is placed within double quotes, the Package Manager will search for packages that <emphasis role="strong">match the search term exactly</emphasis>.
id: Ketika pencarian dilakukan dengan menggunakan tanda kutip ganda, Pengelola Paket akan mencari paket-paket yang <emphasis role="strong">persis cocok dengan pencarian</emphasis>.
sv: När en söksträng omges av dubbla citationstecken söker pakethanteraren efter paket med <emphasis role="strong">söksträngens exakta ordalydelse</emphasis>.

source: Wildcard *
sv: Jokertecken*

source: Including a wildcard in your search term enables you to search for partial package names. For example, when you enter <emphasis>boo*</emphasis> in your search term, the packages displayed could include <emphasis>boot</emphasis> and <emphasis>book</emphasis> in the package name and description.
id: Termasuk wildcard pada istilah pencarian Anda memungkinkan Anda untuk mencari nama-nama paket yang parsial. Sebagai contoh, ketika Anda memasukkan <emphasis>boo*</emphasis> pada pencarian Anda, paket yang ditampilkan dapat termasuk <emphasis>boot</emphasis> dan <emphasis>book</emphasis> pada nama paket dan deskripsi.
sv: Du kan söka på delar av paketnamn genom att använda jokertecken. Om du till exempel skriver <emphasis>boo*</emphasis> i sökrutan får du träffar som innehåller <emphasis>boot</emphasis> och<emphasis>book</emphasis> i paketnamnet och beskrivningen.

source: Wildcard searching can be slower than an exact match search or a search based on package description.
id: Wildcard mencari lebih lambat daripada pencocokan yang sama persis atau pencarian berdasarkan deskripsi paket.
sv: Det kan ta längre tid att söka med jokertecken jämfört med exakt matchning eller en sökning med ord som finns med i beskrivningen.

source: The OR operator
id: Operator OR
sv: OR

source: When a search term is separated by the OR operator, the Package Manager searches for packages that contain any of the search terms.
id: Ketika istilah pencarian dipisahkan oleh operator OR, Pengelola Paket mencari paket yang mengandung salah satu dari pencarian.
sv: När OR står mellan två söktermer söker pakethanteraren efter paket som innehåller någon av söktermerna (antingen den ena eller den andra).

source: Cancel Package Search
id: Batalkan Pencarian Paket
sv: Avbryt paketsökning

source: If you want to cancel a search, use the Cancel Search icon at the bottom of the main window of the Package Manager. This icon is visible on the status bar only during a search operation.
id: Jika Anda ingin membatalkan pencarian, gunakan ikon Batalkan Pencarian di bagian bawah jendela utama Pengelola Paket. Ikon ini terlihat pada status bar hanya selama operasi pencarian.
sv: Om du vill avbryta en sökning klickar du på Avbryt sökning-ikonen längst ned i pakethanterarens huvudfönster. Denna ikon syns i statuslisten endast när sökning pågår.

source: Update a Package
id: Perbarui sebuah Paket
sv: Uppdatera paket

source: Look for the Updates icon next to the installed package name. This icon indicates that updates are available for the package in the currently selected publisher. You can also choose one of the following views to display a list of packages that have updates available :
id: Lihat ikon Pembaruan untuk nama paket yang terinstal. Ikon ini menunjukkan bahwa pembaruan tersedia untuk paket di penerbit yang sedang dipilih. Anda juga dapat memilih untuk menampilkan daftar paket yang memiliki update yang tersedia:
sv: Titta på uppdateringsikonen bredvid det installerade paketet. Den visar om det finns uppdateringar för paketet hos den utgivare som är markerad för tillfället. Du kan även se en lista på paket som det finns uppdateringar till genom att göra något av följande:

source: Select the <menuchoice><guimenuitem>Updates</guimenuitem></menuchoice> option in the <emphasis role="strong">View</emphasis> drop-down menu to list all packages that have updates available in the currently selected publisher.
id: Pilih opsi<menuchoice><guimenuitem>Perbarui</guimenuitem></menuchoice> pada drop-down menu<emphasis role="strong">Lihat</emphasis> untuk menampilkan daftar semua paket yang memiliki update yang tersedia di penerbit yang sedang dipilih.
sv: Gå till menyn <emphasis role="strong">Visa</emphasis> och välj alternativet <menuchoice><guimenuitem>Uppdateringar</guimenuitem></menuchoice>. Du ser nu en lista på paket som det finns uppdateringar till hos markerad utgivare.

source: Select the <menuchoice><guimenuitem>Updates</guimenuitem></menuchoice> option in the <emphasis role="strong">View</emphasis> drop-down menu and the <emphasis role="strong">All Publishers (Installed)</emphasis> in the <emphasis role="strong">Publisher</emphasis> drop-down menu to list all packages that have updates available from all publishers.
id: Pilih opsi<menuchoice><guimenuitem>Perbarui</guimenuitem></menuchoice> pada drop-down menu <emphasis role="strong">Lihat</emphasis> dan <emphasis role="strong">Semua Penerbit (Terinstall)</emphasis> pada drop-down menu <emphasis role="strong">Penerbit</emphasis> untuk menampilkan daftar semua paket yang memiliki update yang tersedia dari semua penerbit.
sv: Gå till menyn <emphasis role="strong">Visa</emphasis> och välj alternativet <menuchoice><guimenuitem>Uppdateringar</guimenuitem></menuchoice>. Gå sedan till menyn <emphasis role="strong">Utgivare</emphasis> och välj alternativet <emphasis role="strong">Alla utgivare(installerade)</emphasis>. Du ser nu en lista på alla paket som det finns uppdateringar till hos någon av alla utgivare.

source: Updating a package may fail sometimes, due to inherent dependencies of the package you have selected for installation or update. You may need to update all packages on your system to get the latest updates.
id: Memperbarui sebuah paket mungkin mengakibatkan kegagalan, karena tergantung pada dependensi paket yang telah Anda pilih untuk instalasi atau pembaruan. Anda mungkin perlu memperbarui semua paket pada sistem anda untuk mendapatkan pembaruan terbaru.
sv: Ibland går det inte att uppdatera/installera ett paket på grund av att det har inbördes beroenden till andra paket i systemet. Då måste eventuellt alla paket i systemet uppdateras.

source: Select the package or packages you want to update and click <guibutton>Install/Update</guibutton> to install the latest version of the package. Use the <emphasis role="strong">Updates</emphasis> icon on the toolbar to update all packages on your system.
id: Pilih paket yang ingin Anda perbarui dan klik <guibutton>Install/Perbarui</guibutton> untuk menginstall versi terakhir dari paket. Gunakan ikon <emphasis role="strong">Perbarui</emphasis> pada toolbar untuk memperbarui semua paket pada sistem Anda.
sv: Du installerar den senaste versionen av paket genom att markera de paket du vill uppdatera och klicka på <guibutton>Installera/uppdatera</guibutton>. Om du vill uppdatera alla paket i systemet klickar du på ikonen <emphasis role="strong">Uppdateringar</emphasis> i verktygsfältet.

source: Package Version Information
id: Informasi Versi Paket
sv: Uppgifter om paketversion

source: Select a package in the main window of the Package Manager and right-click your mouse to view the package version information. There are three types of package versions :
id: Pilih sebuah paket di jendela utama Pengelola Paket dan klik kanan mouse anda untuk melihat versi paket informasi. Ada tiga jenis paket versi:
sv: Högerklicka på det paket som du vill se versionsuppgifter om i pakethanterarens huvudfönster. Det finns tre typer av paketversioner:

source: <emphasis role="strong">Installable Version</emphasis> – The version of a package that is available for installation or an update. This version may be older than the latest available version of the package due to package dependencies on the system. Hence you may not be able to install the latest available version of the package unless you update your system using the <emphasis role="strong">Updates</emphasis> icon on the toolbar.
id: <emphasis role="strong">Versi Installable</emphasis> – Versi dari paket yang tersedia untuk instalasi atau pembaruan. Versi ini mungkin lebih lama dari versi terbaru karena dependensi paket pada sistem. Maka Anda mungkin tidak dapat menginstal versi terbaru dari paket kecuali jika Anda memperbarui sistem anda dengan menggunakan ikon <emphasis role="strong">Perbarui</emphasis> pada toolbar.
sv: <emphasis role="strong">Installerbar version</emphasis> – Den version som kan installeras och uppdateras. Denna version kan vara äldre än den senast tillgängliga paketversionen på grund av beroenden i systemet. Eventuellt är det då inte möjligt att installera den senaste versionen av paketet såvida du inte uppdaterar hela systemet genom att klicka på ikonen <emphasis role="strong">Uppdateringar</emphasis> i verktygsfältet.

source: <emphasis role="strong">Installed Version</emphasis> – The version of the package installed on the system.
id: <emphasis role="strong">Versi Terinstall</emphasis> – Versi dari paket yang terintall pada sistem.
sv: <emphasis role="strong">Installerad version</emphasis> – Den version som är installerad i systemet.

source: <emphasis role="strong">Latest Version</emphasis> – This is the latest version of the package available for installation or update. The latest version can be installed if your system is up-to-date.
id: <emphasis role="strong">Versi Terakhir</emphasis> – Ini adalah versi terakhir dari paket yang tersedia untuk instalasi atau pembaruan. Versi Terakhir dapat diinstall jika sistem Anda up-to-date.
sv: <emphasis role="strong">Senaste version</emphasis> – Detta är den nyaste versionen som går att installera eller uppdatera till. Den senaste versionen kan installeras om hela systemet är uppdaterat.

source: View Installed Packages From All Publishers
id: Perlihatkan Semua Paket Dari Semua Penerbit
sv: Visa installerade paket från alla utgivare
