Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Select the General tab to modify the publisher alias, add and remove origins, and add and remove mirrors.
fr: Sélectionnez l'onglet Généralités pour modifier l'alias de l'éditeur et ajouter ou supprimer des origines ou des miroirs.
it: Selezionare la scheda Generale per modificare l'alias del publisher, aggiungere e rimuovere le origini e aggiungere e rimuovere i mirror.
pt_br: Selecione a guia Geral para modificar o alias do editor, adicionar e remover origens, e adicionar e remover espelhos.
zh_cn: 选择“常规”选项卡可修改发布者别名、添加和删除源，以及添加和删除镜像。

source: Publisher Alias
fr: Alias d'un éditeur
it: Alias publisher
pt_br: Alias do editor
zh_cn: 发布者别名

source: The publisher alias is another name for the publisher. The alias name is used in the <guimenu>Publisher</guimenu> drop-down menu and in the package list pane.
fr: L'alias d'un éditeur est un autre nom utilisé pour cet éditeur. L'alias est utilisé dans le menu déroulant <guimenu>Editeur</guimenu> et dans le panneau de liste des packages.
it: L'alias del publisher corrisponde a un altro nome per il publisher. Il nome dell'alias viene utilizzato nel menu a discesa <guimenu>Publisher</guimenu> e nel riquadro dell'elenco dei pacchetti.
pt_br: O alias do editor é um outro nome do editor. O alias é usado no menu drop-down <guimenu>Editor</guimenu> e no painel da lista de pacotes.
zh_cn: 发布者别名是发布者的另一个名称。别名用于<guimenu>发布者</guimenu>下拉式菜单和软件包列表窗格。

source: To change the alias of this publisher, perform the following steps:
fr: Pour modifier l'alias de cet éditeur, suivez la procédure ci-dessous :
it: Per modificare l'alias di questo publisher, eseguire le seguenti operazioni:
pt_br: Para alterar o alias do editor, siga estas etapas:
zh_cn: 要更改该发布者的别名，请执行以下步骤：

source: On the General tab of the Modify Publisher window, enter a new name in the Alias field.
fr: Dans l'onglet Généralités de la fenêtre Modifier l'éditeur, entrez un nouveau nom dans le champ Alias.
it: Nella scheda Generale della finestra Modifica publisher, immettere un nuovo nome nel campo Alias.
pt_br: Na guia Geral da janela Modificar editor, digite um novo nome no campo Alias.
zh_cn: 在“修改发布者”窗口的“常规”选项卡上，在“别名”字段中输入一个新名称。

source: Click the <guibutton>OK</guibutton> button at the bottom of the Modify Publisher window.
fr: Cliquez sur le bouton <guibutton>OK</guibutton> en bas de la fenêtre Modifier l'éditeur.
it: Fare clic su <guibutton>OK</guibutton> nella parte inferiore della finestra Modifica publisher.
pt_br: Clique no botão <guibutton>OK</guibutton> na parte inferior da janela Modificar editor.
zh_cn: 单击“修改发布者”窗口底部的<guibutton>确定</guibutton>按钮。

source: The publisher alias has changed in the Manage Publishers window. Click the <guibutton>OK</guibutton> button at the bottom of the Manage Publishers window.
fr: L'alias de l'éditeur est modifié dans la fenêtre Organiser les éditeurs. Cliquez sur le bouton <guibutton>OK</guibutton> en bas de la fenêtre Organiser les éditeurs.
it: L'alias del publisher è stato modificato nella finestra Gestisci publisher. Fare clic sul pulsante <guibutton>OK</guibutton> nella parte inferiore della finestra Gestisci publisher.
pt_br: O alias do editor foi alterado na janela Gerenciar editores. Clique no botão <guibutton>OK</guibutton> na parte inferior da janela Gerenciar editores.
zh_cn: “管理发布者”窗口中的发布者别名已更改。单击“管理发布者”窗口底部的<guibutton>确定</guibutton>按钮。

source: Publisher Origins
fr: Origines d'un éditeur
it: Origini dei publisher
pt_br: Origens do editor
zh_cn: 发布者源

source: An origin is the location of an IPS package repository or archive that contains both package metadata (package manifests and catalogs) and package content (package files).
fr: Une origine correspond à l'emplacement d'un référentiel ou d'une archive de packages IPS contenant à la fois les métadonnées des packages (fichiers manifestes des packages et catalogues) et le contenu des packages (fichiers des packages).
it: Un'origine corrisponde alla posizione di un archivio o repository di pacchetto IPS che contiene entrambi i metadati di pacchetto (cataloghi e manifesti di pacchetto) e i contenuti di pacchetto (file di pacchetto).
pt_br: Origem refere-se ao local do repositório de pacotes IPS ou arquivo que contém metadados de pacotes (mamifestos e catálogos de pacotes) e conteúdos de pacotes (arquivos de pacotes).
zh_cn: 源是同时包含软件包元数据（软件包清单和目录）和软件包内容（软件包文件）的 IPS 软件包系统信息库或归档所在的位置。

source: An origin value is the URI of an IPS package repository.
fr: Une valeur d'origine est l'URI d'un référentiel de packages IPS.
it: Un valore di origine corrisponde all'URI di un repository di pacchetto IPS.
pt_br: Valor de origem é o URI de um repositório de pacotes IPS.
zh_cn: 源的值是 IPS 软件包系统信息库的 URI。

source: To change, add, or remove an origin for this publisher, perform the following steps:
fr: Pour modifier, ajouter ou supprimer une origine pour cet éditeur, suivez la procédure ci-dessous :
it: Per modificare, aggiungere o rimuovere un'origine per questo publisher, eseguire le seguenti operazioni:
pt_br: Para alterar, adicionar ou remover uma origem do editor, siga estas etapas:
zh_cn: 要为该发布者更改、添加或删除源，请执行以下步骤：

source: Select the General tab of the Modify Publisher window.
fr: Sélectionnez l'onglet Généralités de la fenêtre Modifier l'éditeur.
it: Selezionare la scheda Generale della finestra Modifica publisher.
pt_br: Selecione a guia Geral da janela Modificar editor.
zh_cn: 选择“修改发布者”窗口的“常规”选项卡。

source: Add an origin.
fr: Ajout d'une origine.
it: Aggiungere un'origine.
pt_br: Adicione uma origem.
zh_cn: 添加源。

source: In the Origin field, enter the URI of the new origin you want to associate with this publisher.
fr: Dans le champ Origine, entrez l'URI de la nouvelle origine que vous souhaitez associer à cet éditeur.
it: Nel campo Origine, immettere l'URI della nuova origine che si desidera associare a questo publisher.
pt_br: No campo Origem, digite o URI da nova origem que deseja associar ao editor.
zh_cn: 在“源”字段中，输入您要与该发布者关联的新源的 URI。

source: Click the <guibutton>Add</guibutton> button. The new URI is added to the list below the Origin field.
fr: Cliquez sur le bouton <guibutton>Ajouter</guibutton>. Le nouvel URI est ajouté à la liste figurant sous le champ Origine.
it: Fare clic sul pulsante <guibutton>Aggiungi</guibutton>. Il nuovo URI viene aggiunto all'elenco sotto il campo Origine.
pt_br: Clique no botão <guibutton>Adicionar</guibutton>. O novo URI é adicionado à lista abaixo do campo Origem.
zh_cn: 单击<guibutton>添加</guibutton>按钮。新 URI 将添加到“源”字段下方的列表中。

source: Remove an origin.
fr: Suppression d'une origine.
it: Rimuovere un'origine.
pt_br: Remova uma origem.
zh_cn: 删除源。

source: In the list below the Origin field, select the URI you want to delete.
fr: Dans la liste figurant sous le champ Origine, sélectionnez l'URI que vous souhaitez supprimer.
it: Nell'elenco sotto il campo Origine, selezionare l'URI che si desidera eliminare.
pt_br: Na lista abaixo do campo Origem, selecione o URI que deseja excluir.
zh_cn: 在“源”字段下方的列表中，选择您要删除的 URI。

source: Click the <guibutton>Remove</guibutton> button. The selected URI is removed from the list. If only one origin is defined for this publisher, you cannot remove that origin.
fr: Cliquez sur le bouton <guibutton>Supprimer</guibutton>. L'URI sélectionné est supprimé de la liste. Si une seule origine a été définie pour un éditeur, cette origine ne peut pas être supprimée.
it: Fare clic sul pulsante <guibutton>Rimuovi</guibutton>. L'URI selezionato viene rimosso dall'elenco. Se viene definita una sola origine per questo publisher, non è possibile rimuovere tale origine.
pt_br: Clique no botão <guibutton>Remover</guibutton>. O URI selecionado é removido da lista. Se apenas uma origem for definida para o editor, não será possível removê-la.
zh_cn: 单击<guibutton>删除</guibutton>按钮。选定的 URI 将从列表中删除。如果仅为该发布者定义了一个源，则无法删除该源。

source: Change an origin.
fr: Modification d'une origine.
it: Modificare un'origine.
pt_br: Altere uma origem.
zh_cn: 更改源。

source: Add the new origin.
fr: Ajoutez la nouvelle origine.
it: Aggiungere la nuova origine.
pt_br: Adicione a nova origem.
zh_cn: 添加新的源。

source: Delete the origin you want to change.
fr: Supprimez l'origine que vous souhaitez modifier.
it: Eliminare l'origine che si desidera modificare.
pt_br: Exclua a origem que deseja alterar.
zh_cn: 删除您要更改的源。

source: The origin changes are reflected in the Details pane in the Manage Publishers window. Click the <guibutton>OK</guibutton> button at the bottom of the Manage Publishers window.
fr: Le changement d'origine est répercuté dans le panneau Détails de la fenêtre Organiser les éditeurs. Cliquez sur le bouton <guibutton>OK</guibutton> en bas de la fenêtre Organiser les éditeurs.
it: Le modifiche all'origine vengono visualizzate nel riquadro Dettagli della finestra Gestisci publisher. Fare clic sul pulsante <guibutton>OK</guibutton> nella parte inferiore della finestra Gestisci publisher.
pt_br: As alterações da origem se refletem no painel Detalhes da janela Gerenciar editores. Clique no botão <guibutton>OK</guibutton> na parte inferior da janela Gerenciar editores.
zh_cn: 源的更改将反映在“管理发布者”窗口中的“详细信息”窗格中。单击“管理发布者”窗口底部的<guibutton>确定</guibutton>按钮。

source: Publisher Mirrors
fr: Miroirs d'éditeurs
it: Mirror dei publisher
pt_br: Espelhos do editor
zh_cn: 发布者镜像

source: A mirror is a location of an IPS package repository that contains only package content (package files). A mirror does not contain package metadata (package manifests and catalogs). Mirrors provide a subset of the data that origins provide. Mirrors can be used only for downloading package files. Package metadata is downloaded from the origin. IPS clients access the origin to obtain a publisher's catalog, even when the clients download package content from a mirror.
fr: Un miroir est un emplacement de référentiel de packages IPS contenant uniquement le contenu des packages (fichiers des packages). Un miroir ne contient pas les métadonnées des packages (fichiers manifestes des packages et catalogues). Les miroirs fournissent un sous-ensemble des données fournies par les origines. Les miroirs peuvent être utilisés pour télécharger les fichiers de packages. Les métadonnées des packages sont téléchargées à partir de l'origine. Même si les clients IPS téléchargent le contenu de packages à partir d'un miroir, ils accèdent à l'origine pour obtenir le catalogue d'un éditeur.
it: Un mirror corrisponde alla posizione di un repository di pacchetto IPS contenente solo il contenuto del pacchetto (file di pacchetto). Un mirror non contiene metadati di pacchetti (cataloghi e manifesti di pacchetto). I mirror forniscono un sottoinsieme dei dati forniti dalle origini e possono inoltre essere utilizzati solo per scaricare i file di pacchetto. Il metadato del pacchetto viene scaricato dall'origine. I client IPS eseguono l'accesso all'origine per ottenere un catalogo del publisher, anche quando i client scaricano il contenuto del pacchetto da un mirror.
pt_br: Espelho é um local do repositório de pacotes IPS que contém somente conteúdos de pacotes (arquivos de pacotes). O espelho não contém metadados de pacotes (manifestos e catálogos de pacotes). Espelhos fornecem um subconjunto dos dados das origens. Espelhos podem ser usados somente para download de arquivos de pacotes. Metadados de pacotes são baixados da origem. Clientes IPS acessam a origem para obter um catálogo do editor, mesmo que os clientes baixem o conteúdo do pacote de um espelho.
zh_cn: 镜像是仅包含软件包内容（软件包文件）的 IPS 软件包系统信息库所在的位置。镜像不包含软件包元数据（软件包清单和目录）。镜像提供的数据是源所提供数据的一个子集。镜像仅可用于下载软件包文件。软件包元数据从源下载。IPS 客户机访问源来获取发布者的目录，即使该客户机从镜像下载软件包内容时也是如此。

source: To add, remove, or change a mirror for this publisher, perform the following steps:
fr: Pour ajouter, supprimer ou modifier un miroir pour cet éditeur, suivez la procédure ci-dessous :
it: Per aggiungere, rimuovere o modificare un mirror per questo publisher, eseguire le seguenti operazioni:
pt_br: Para adicionar, remover ou alterar um espelho do editor, siga estas etapas:
zh_cn: 要为该发布者添加、删除或更改镜像，请执行以下步骤：

source: Click the Mirrors label to display the Mirror field and the list of mirrors.
fr: Cliquez sur le libellé Miroirs pour afficher le champ Miroir et la liste de miroirs.
it: Fare clic sull'etichetta relativa ai mirror per visualizzare il campo Mirror e l'elenco dei mirror.
pt_br: Clique em Espelhos para exibir o campo Espelho e a lista de espelhos.
zh_cn: 单击“镜像”标签以显示“镜像”字段和镜像列表。

source: Add a mirror.
fr: Ajout d'un miroir.
it: Aggiungere un mirror.
pt_br: Adicione um espelho.
zh_cn: 添加镜像。

source: In the Mirror field, enter the URI of the new mirror you want to associate with this publisher.
fr: Dans le champ Miroir, entrez l'URI du nouveau miroir que vous souhaitez associer à cet éditeur.
it: Nel campo Mirror, immettere l'URI del nuovo mirror che si desidera associare a questo publisher.
pt_br: No campo Espelho, digite o URI do novo espelho que você deseja associar ao editor.
zh_cn: 在“镜像”字段中，输入您要与该发布者关联的新镜像的 URI。

source: Click the <guibutton>Add</guibutton> button. The new URI is added to the list below the Mirror field.
fr: Cliquez sur le bouton <guibutton>Ajouter</guibutton>. Le nouvel URI est ajouté à la liste figurant sous le champ Miroir.
it: Fare clic sul pulsante <guibutton>Aggiungi</guibutton>. Il nuovo URI viene aggiunto all'elenco sotto il campo Mirror.
pt_br: Clique no botão <guibutton>Adicionar</guibutton>. O novo URI é adicionado à lista abaixo do campo Espelho.
zh_cn: 单击<guibutton>添加</guibutton>按钮。新 URI 将添加到“镜像”字段下方的列表中。

source: Remove a mirror.
fr: Suppression d'un miroir.
it: Rimuovere un mirror.
pt_br: Remova um espelho.
zh_cn: 删除镜像。

source: In the list below the Mirror field, select the URI you want to delete.
fr: Dans la liste figurant sous le champ Miroir, sélectionnez l'URI que vous souhaitez supprimer
it: Nell'elenco sotto il campo Mirror, selezionare l'URI che si desidera eliminare.
pt_br: Na lista abaixo do campo Espelho, selecione o URI que deseja excluir.
zh_cn: 在“镜像”字段下方的列表中，选择您要删除的 URI。

source: Click the <guibutton>Remove</guibutton> button. The selected URI is removed from the list.
fr: Cliquez sur le bouton <guibutton>Supprimer</guibutton>. L'URI sélectionné est supprimé de la liste.
it: Fare clic sul pulsante <guibutton>Rimuovi</guibutton>. L'URI selezionato viene rimosso dall'elenco.
pt_br: Clique no botão <guibutton>Remover</guibutton>. O URI selecionado é removido da lista.
zh_cn: 单击<guibutton>删除</guibutton>按钮。选定的 URI 将从列表中删除。

source: Change a mirror.
fr: Modification d'un miroir.
it: Modificare un mirror.
pt_br: Altere um espelho.
zh_cn: 更改镜像。

source: Delete the mirror you want to change.
fr: Supprimez le miroir que vous souhaitez modifier.
it: Eliminare il mirror che si desidera modificare.
pt_br: Exclua o espelho que deseja alterar.
zh_cn: 删除您要更改的镜像。

source: Add a new mirror.
fr: Ajoutez un nouveau miroir.
it: Aggiungere un nuovo mirror.
pt_br: Adicione um novo espelho.
zh_cn: 添加一个新镜像。

source: Managing Publisher Security
fr: Gestion de la sécurité des éditeurs
it: Gestione della sicurezza del publisher
pt_br: Gerenciamento da segurança de editores
zh_cn: 管理发布者安全性

source: Certificates are used to verify that packages have been appropriately signed before being installed, depending on the signature policy of the image or the publisher, whichever is more restrictive.
fr: Les certificats permettent de vérifier que les packages ont été correctement signés avant d'être installés, conformément à la stratégie de signature la plus restrictive entre la stratégie de signature de l'image et celle de l'éditeur.
it: I certificati vengono utilizzati per verificare che i pacchetti siano stati correttamente firmati prima dell'installazione, a seconda dei criteri firma dell'immagine o del publisher (in base all'opzione che presenta la restrizione maggiore).
pt_br: Os certificados são usados para verificar se os pacotes foram assinados de maneira apropriada antes da instalação, de acordo com a política de assinatura da imagem ou do editor, o que for mais restritivo.
zh_cn: 证书用于在安装软件包之前验证其是否已正确地签名，验证根据的是映像或发布者的签名策略（取两者中限制性更强者）。

source: Select the publisher whose security you want to modify.
fr: Sélectionnez l'éditeur dont vous souhaitez modifier la sécurité.
it: Selezionare il publisher del quale si desidera modificare la sicurezza.
pt_br: Selecione o editor cuja segurança deseja modificar.
zh_cn: 选择要修改其安全性的发布者。

source: Click the <guibutton>Modify</guibutton> button to the right of the publisher list to open the Modify Publisher window. The publisher that was selected in the Manage Publishers window is listed in the title of the Modify Publisher window.
fr: Cliquez sur le bouton <guibutton>Modifier</guibutton> à droite de la liste d'éditeurs pour ouvrir la fenêtre Modifier l'éditeur. L'éditeur sélectionné dans la fenêtre Organiser les éditeurs s'affiche dans le titre de la fenêtre Modifier l'éditeur.
it: Fare clic sul pulsante <guibutton>Modifica</guibutton> a destra dell'elenco dei publisher per aprire la finestra Modifica publisher. Il publisher selezionato nella finestra Gestisci publisher viene elencato nel titolo della finestra Modifica publisher.
pt_br: Clique no botão <guibutton>Modificar</guibutton> à direita da lista de editores para abrir a janela Modificar editor. O editor selecionado na janela Gerenciar editores é exibido no título da janela Modificar editor.
zh_cn: 单击发布者列表右侧的<guibutton>修改</guibutton>按钮以打开“修改发布者”窗口。在“管理发布者”窗口中选定的发布者将在“修改发布者”窗口的标题中列出。

source: Select the General tab to add the SSL key and SSL certificate if a publisher has a secure origin.
fr: Sélectionnez l'onglet Généralités pour ajouter la clé SSL et le certificat SSL si l'éditeur a une origine sécurisée.
it: Selezionare la scheda Generale per aggiungere il certificato e la chiave SSL se un publisher ha un'origine sicura.
pt_br: Selecione a guia Geral para adicionar a chave e o certificado SSL caso um editor tenha uma origem segura.
zh_cn: 如果发布者具有安全的源，可选择“常规”选项卡来添加 SSL 密钥和 SSL 证书。

source: Select the Certificates tab to manage certificates for this publisher.
fr: Sélectionnez l'onglet Certificats pour gérer les certificats de cet éditeur.
it: Selezionare la scheda Certificati per gestire i certificati per questo publisher.
pt_br: Selecione a guia Certificados para gerenciar certificados do editor.
zh_cn: 选择“证书”选项卡可管理该发布者的证书。

source: Select the Signature Policy tab to manage signature policy for this publisher.
fr: Sélectionnez l'onglet Stratégie de signature pour gérer la stratégie de signature de cet éditeur.
it: Selezionare la scheda Criteri firma per gestire i criteri firma di questo publisher.
pt_br: Selecione a guia Política de assinatura para gerenciar a política de assinatura do editor.
zh_cn: 选择“签名策略”选项卡可管理该发布者的签名策略。

source: Adding SSL Keys and Certificates
fr: Ajout de clés et de certificats SSL
it: Aggiunta di certificati e chiavi SSL
pt_br: Adição de chaves e certificados SSL
zh_cn: 添加 SSL 密钥和证书

source: If a publisher has a secure origin, add the SSL key and SSL certificate for the publisher.
fr: Si un éditeur a une origine sécurisée, ajoutez la clé SSL et le certificat SSL pour cet éditeur.
it: Se un publisher ha un'origine sicura, aggiungere il certificato e la chiave SSL del publisher.
pt_br: Se um editor tiver uma origem segura, adicione a chave o certificado SSL do editor.
zh_cn: 如果发布者具有安全的源，需要为该发布者添加 SSL 密钥和 SSL 证书。

source: Click the General tab of the Modify Publisher window.
fr: Cliquez sur l'onglet Généralités de la fenêtre Modifier l'éditeur.
it: Fare clic sulla scheda Generale della finestra Modifica publisher.
pt_br: Clique na guia Geral da janela Modificar editor.
zh_cn: 单击“修改发布者”窗口的“常规”选项卡。

source: Click the SSL Key and Certificate label to display the SSL Key field and the SSL Certificate field.
fr: Cliquez sur le libellé Clé et certificat SSL pour afficher les champs Clé SSL et Certificat SSL.
it: Fare clic sull'etichetta Chiave e certificato SSL per visualizzare i campi Chiave SSL e Certificato SSL.
pt_br: Clique na chave e no certificado SSL para exibir o campo Chave SSL e o campo Certificado SSL.
zh_cn: 单击“SSL 密钥和证书”标签以显示“SSL 密钥”字段和“SSL 证书”字段。

source: Click the <guibutton>Browse</guibutton> button to the right of the SSL Key field to select the SSL Key file.
fr: Cliquez sur le bouton <guibutton>Parcourir</guibutton> à droite du champ Clé SSL pour sélectionner le fichier de clé SSL.
it: Fare clic sul pulsante <guibutton>Sfoglia</guibutton> a destra del campo Chiave SSL per selezionare il file relativo alla chiave SSL.
pt_br: Clique no botão <guibutton>Procurar</guibutton> à direita do campo Chave SSL para selecionar o arquivo de chave SSL.
zh_cn: 单击“SSL 密钥”字段右侧的<guibutton>浏览</guibutton>按钮来选择 SSL 密钥文件。

source: Click the <guibutton>Browse</guibutton> button to the right of the SSL Certificate field to select the SSL Certificate file.
fr: Cliquez sur le bouton <guibutton>Parcourir</guibutton> à droite du champ Certificat SSL pour sélectionner le fichier de certificat SSL.
it: Fare clic sul pulsante <guibutton>Sfoglia</guibutton> a destra del campo Certificato SSL per selezionare il file relativo al certificato SSL.
pt_br: Clique no botão <guibutton>Procurar</guibutton> à direita do campo Certificado SSL parra selecionar o arquivo do certificado SSL.
zh_cn: 单击“SSL 证书”字段右侧的<guibutton>浏览</guibutton>按钮来选择 SSL 证书文件。

source: Managing Certificates
fr: Gestion des certificats
it: Gestione dei certificati
pt_br: Gerenciamento de certificados
zh_cn: 管理证书

source: Click the Certificates tab of the Modify Publisher window.
fr: Cliquez sur l'onglet Certificats de la fenêtre Modifier l'éditeur.
it: Fare clic sulla scheda Certificati della finestra Modifica publisher.
pt_br: Clique na guia Certificados da janela Modificar editor.
zh_cn: 单击“修改发布者”窗口的“证书”选项卡。

source: Use the buttons below the list of certificates to add a certificate or to remove, revoke, or reinstate the certificate that is currently selected in the list.
fr: Utilisez les boutons placés sous la liste de certificats pour ajouter un certificat ou pour supprimer, révoquer ou réactiver le certificat actuellement sélectionné dans la liste.
it: Utilizzare i pulsanti sotto l'elenco dei certificati per aggiungere un certificato o rimuovere, revocare o ripristinare il certificato attualmente selezionato nell'elenco.
pt_br: Use os botões abaixo da lista de certificados para adicionar um certificado ou para remover, revogar ou reinstalar o certificado atualmente selecionado na lista.
zh_cn: 使用证书列表下方的按钮来添加证书或者删除、吊销或恢复当前在列表中选定的证书。

source: Note that any actions you take in the Modify Publisher window are applied to the selected publisher's certificates only after you click the <guibutton>OK</guibutton> button at the bottom of the Modify Publisher window. If you click the <guibutton>Cancel</guibutton> button, no changes are applied.
fr: Notez que les actions effectuées dans la fenêtre Modifier l'éditeur ne sont appliquées aux certificats de l'éditeur sélectionné qu'une fois que vous avez cliqué sur le bouton <guibutton>OK</guibutton> au bas de la fenêtre Modifier l'éditeur. Si vous cliquez sur le bouton <guibutton>Annuler</guibutton>, les modifications sont annulées.
it: Tenere presente che qualsiasi azione eseguita nella finestra Modifica publisher viene applicata ai certificati del publisher selezionato solo dopo aver fatto clic sul pulsante <guibutton>OK</guibutton> nella parte inferiore della finestra Modifica publisher. Se si fa clic sul pulsante <guibutton>Annulla</guibutton> non verrà applicata alcuna modifica.
pt_br: Observe que as ações executadas na janela Modificar editor são aplicadas aos certificados do editor somente depois que você clica no botão <guibutton>OK</guibutton> na parte inferior da janela Modificar editor. Se você clicar no botão <guibutton>Cancelar</guibutton>, as alterações não serão aplicadas.
zh_cn: 请注意，您在“修改发布者”窗口中采取的任何操作只有在您单击“修改发布者”窗口底部的<guibutton>确定</guibutton>按钮后才会应用于选定发布者的证书。如果您单击<guibutton>取消</guibutton>按钮，则不会应用任何更改。
