Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: Choose the <emphasis role="strong">All Publishers (Installed)</emphasis> from the <emphasis role="strong">Publisher</emphasis> drop-down menu filter to view a list of all packages that you have installed from all publishers.
id: Pilih <emphasis role="strong">Semua Penerbit (Terinstall)</emphasis> dari filter drop-down menu<emphasis role="strong">Penerbit</emphasis> untuk melihat daftar semua paket yang telah Anda install dari semua penerbit.
sv: Genom att välja <emphasis role="strong">Alla utgivare (installerade)</emphasis> i menyn <emphasis role="strong">Utgivare</emphasis> får du en lista med alla paket som installerats från alla utgivare.

source: You cannot search for a package from the <emphasis role="strong">All Publishers (Installed)</emphasis> option. Switch to <emphasis role="strong">All Publishers (Search)</emphasis> to search for a package.
id: Anda tidak dapat mencari paket dari opsi<emphasis role="strong">Semua Penerbit (Terinstall)</emphasis>. Beralih ke <emphasis role="strong">Semua Penerbit (Cari)</emphasis> untuk mencari paket.
sv: Det går inte att söka efter paket med alternativet <emphasis role="strong">Alla utgivare (installerade)</emphasis>. Vill du göra en sökning byter du till alternativet <emphasis role="strong">Alla utgivare(sök)</emphasis>.

source: Introduction to Boot Environments
id: Pengenalan Boot Environment
sv: Introduktion till startmiljöer

source: A boot environment is an image that is bootable. Upon an initial OpenSolaris installation, a boot environment is created.
id: Boot environment adalah image yang bootable. Setelah awal instalasi OpenSolaris, sebuah boot environment dibuat.
sv: En startmiljö är en bild som är startbar. Vid en initial OpenSolaris-installation skapas en startmiljö.

source: You can maintain multiple boot environments on your OpenSolaris 2010.03 system. Use the <command>beadm(1)</command> command from the command-line interface (CLI) to create, rename, mount or unmount, or destroy these boot environments.
id: Anda dapat mengelola beberapa Boot Environment pada sistem OpenSolaris 2010.03. Gunakan perintah <command>beadm(1)</command> pada command-line interface (CLI) untuk membuat, memberi nama baru, mount atau unmount, atau menghapus boot environment.
sv: Du kan ha flera startmiljöer i OpenSolaris 2010.03-systemet. Ange kommandot <command>beadm(1)</command> på kommandoraden om du vill skapa, byta namn på, montera, demontera eller helt ta bort startmiljöer.

source: The Package Manager enables you to manage the boot environments created during the process of updating your image. For more information, see <xref linkend="manage-be"/> section.
id: Pengelola Paket memungkinkan Anda untuk mengelola boot environments dibuat selama proses pembaruan image Anda. Untuk keterangan lebih lanjut, lihat bagian <xref linkend="manage-be"/>.
sv: Startmiljöerna du skapade i samband med att du uppdaterade din avbildning hanteras i pakethanteraren. Mer information finns i avsnittet <xref linkend="manage-be"/>.

source: Users can maintain multiple boot environments on their systems, and each boot environment can have different software versions installed.
id: Pengguna dapat mengatur beberapa boot environment pada sistem mereka, dan masing-masing boot environment bisa memiliki versi software terinstall yang berbeda.
sv: Användare kan ha flera olika startmiljöer på sina system, och startmiljöerna kan innehålla olika programversioner.

source: When you use either the Package Manager or the <command>pkg image-update</command> command to update all the packages in your active OpenSolaris boot environment, a clone of that boot environment is automatically created. The packages are updated in the clone rather than in the original boot environment. After successfully completing the updates, the new clone is activated. Then, the clone will become the new default boot environment on system reboot. The original boot environment is also available as an alternate selection.
id: Bila Anda menggunakan baik Pengelola Paket atau perintah <command>pkg image-update</command> untuk memperbarui semua paket pada boot environment OpenSolaris Anda yang aktif, sebuah klon dari boot environment tersebut dibuat secara otomatis. Paket-paket yang akan diperbarui di klon bukan di boot environment yang asli. Setelah berhasil menyelesaikan pembaruan, kloning baru diaktifkan. Kemudian, klon akan menjadi boot environment default yang baru pada sistem reboot. Boot environment yang asli juga tersedia sebagai pilihan alternatif.
sv: När du använder antingen Pakethanteraren eller <command>pkg image-update</command> kommando för att uppdatera alla paket i din aktiva OpenSolaris-start-miljö, har en klon av den startmiljön skapats automatiskt. Paketen är uppdaterade i klonen snarare än i den ursprungliga start-miljön. När uppdateringarna är klara aktiveras den nya klonen. Sedan blir klonen den nya standardstartmiljön när datorn startas om. Den ursprungliga startmiljön finns också som ett alternativt val.

source: See the beadm(1) man pages and the <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Upgrading and Managing Boot Environments</citetitle></ulink> document to learn more about boot environments and the <command>beadm(1)</command> command.
id: Lihat halaman beadm(1) man dan <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Memperbarui dan Mengelola Boot Environment</citetitle></ulink> untuk mempelajari tentang boot environment dan perintah <command>beadm(1)</command>.
sv: Mer information om startmiljöer och kommandot <command>beadm(1)</command> finns på man-sidorna för beadm(1) och i <ulink url="http://docs.sun.com/source/820-7679/index.html"><citetitle>Upgrading and Managing Boot Environments</citetitle></ulink>.

source: Update All Packages (Update Your Image)
id: Perbarui Semua Paket (Perbarui Image Anda)
sv: Uppdatera Alla paket (Uppdatera din bild)

source: Perform the following steps to update all the packages in your image.
id: Lakukan langkah-langkah berikut untuk memperbarui semua paket pada image Anda.
sv: Så här uppdaterar du alla paket i bilden:

source: Click <guibutton>Updates</guibutton> to start the process of updating <emphasis role="strong">all</emphasis> the packages installed in your image.
id: Klik <guibutton>Perbarui</guibutton> untuk memulai proses pembaruan<emphasis role="strong">semua</emphasis> paket-paket yang terinstal pada image Anda.
sv: Klicka på <guibutton>Uppdateringar</guibutton> om du vill uppdatera <emphasis role="strong">alla</emphasis> paket i din avbildning.

source: You can also choose <menuchoice><guimenu>Package</guimenu><guisubmenu>Updates</guisubmenu></menuchoice> to start the process.
id: Anda juga dapat memilih <menuchoice><guimenu>Paket</guimenu><guisubmenu>Perbarui</guisubmenu></menuchoice> untuk memulai proses.
sv: Du kan uppdatera alla paket genom att välja <menuchoice><guimenu>Paket</guimenu><guisubmenu>Uppdateringar</guisubmenu></

source: If no updates are available to your installed packages, a <emphasis role="strong">No Updates Available</emphasis> message is displayed after you click <guibutton>Updates</guibutton>.
id: Jika tidak ada pembaruan yang tersedia untuk paket-paket yang terinstall, sebuah pesan <emphasis role="strong">Tidak ada Pembaruan yang tersedia</emphasis> ditampilkan setelah Anda klik <guibutton>Perbarui</guibutton>.
sv: Om du klickar på <guibutton>Uppdateringar</guibutton> och det inte finns några uppdateringar till de paket du har visas meddelandet <emphasis role="strong">Det finns inga tillgängliga uppdateringar</emphasis>.

source: The process of updating all the packages installed on your system is completed in three phases:
id: Proses memperbarui semua paket yang terinstal di sistem anda selesai dalam tiga fase:
sv: Uppdateringen av installerade paket sker i tre steg:

source: Preparation
id: Persiapan
sv: Förberedelse

source: Download
id: Unduh
sv: Nedladdning

source: Install
id: Instal
sv: Installation

source: Click on the <emphasis>Details</emphasis> tab displayed in each of the phases to view more information.
id: Klik pada tab <emphasis>Rincian</emphasis> ditampilkan di setiap fase untuk melihat informasi lebih lanjut.
sv: Vill du se mer information kan du klicka på <emphasis>Information</emphasis> under var och en av de tre stegen.

source: After the update process is completed successfully, an <emphasis role="strong">Update All Complete</emphasis> dialog is displayed. A new boot environment is created which consists of the updated packages. The new boot environment is given a default name by the Package Manager, you can change the given boot environment name.
id: Setelah proses update berhasil dilakukan, Dialog <emphasis role="strong">Semua Update Selesai</emphasis> ditampilkan. Sebuah boot environment dibuat yang berisi semua update dari paket yang diperbarui. Boot environment yang baru diberi nama default oleh Pengelola Paket, Anda dapat merubah nama boot environment yang diberikan.
sv: När uppdateringen är klar visas dialogrutan <emphasis role="strong">Alla har uppdaterats</emphasis>. En ny startmiljö med de uppdaterade paketen skapas. Den nya startmiljön får ett standardnamn av pakethanteraren som du sedan kan ändra själv om du vill.

source: If the Package Manager is unable to create a new boot environment, an error message is displayed. See the <xref linkend="gilfh"/> section on how to rectify the error and continue with updating your image.
id: Jika Pengelola Paket tidak dapat menciptakan boot environment baru, pesan kesalahan ditampilkan. <xref linkend="gilfh"/> Lihat bagian yang menjelaskan tentang bagaimana memperbaiki kesalahan dan melanjutkan dengan memperbarui image Anda.
sv: Om pakethanteraren inte kan skapa en ny startmiljö visas ett felmeddelande. Anvisningar för hur du rättar till felet och fortsätter uppdateringen finns i avsnittet <xref linkend="gilfh"/>.

source: Click <guibutton>Restart Now</guibutton> to reboot your system immediately.
id: Klik <guibutton> Start ulang sekarang </ guibutton> untuk reboot sistem anda segera.
sv: Klicka på <guibutton>Starta om nu</guibutton> om du vill starta om systemet direkt.

source: Click <guibutton>Restart Later</guibutton> to restart your system at a later time. <emphasis role="strong">You must reboot your system for the changes to take effect.</emphasis>
id: Klik <guibutton> Start ulang kemudian</guibutton> untuk start ulang sistem Anda di lain waktu. <emphasis role="strong">Anda harus me-reboot sistem anda agar perubahan diterapkan.</emphasis>
sv: Vill du hellre starta om datorn senare klickar du på <guibutton>Starta om senare</guibutton>. <emphasis role="strong">Systemet måste startas om för att ändringarna ska börja gälla.</emphasis>

source: During the Update All process, a clone of the active boot environment is created. You can boot into the clone to return to the boot environment state that existed before the Update All process was started.
id: Selama Perbarui Semua proses, klon dari boot environment aktif dibuat. Anda dapat boot ke clone untuk kembali ke keadaan boot environment yang sudah ada sebelum Update Semua proses ini dimulai.
sv: När du klickar på Uppdatera alla skapas en klon av den aktiva startmiljön. Med hjälp av klonen kan du sedan starta datorn i den startmiljö som fanns innan du gjorde uppdateringen.

source: Update All Errors
id: Perbarui Semua Kesalahan
sv: Fel i uppdatera alla

source: A new boot environment clone must be created by the Package Manager for the Updates process to be completed. An error message is displayed if a boot environment clone cannot be created. You might see an error message such as the following :
id: Sebuah klon boot environment yang baru harus diciptakan oleh Paengelola Paket untuk menyelesaikan proses Pembaruan. Pesan kesalahan ditampilkan jika klon boot environment tidak dapat diciptakan. Anda mungkin akan melihat pesan kesalahan seperti berikut:
sv: En ny startmiljöklon måste skapas av pakethanteraren för att uppdateringen ska kunna göras. Om en startmiljöklon inte kan skapas visas ett felmeddelande som kan se ut som följer:

source: <literal>Not enough disk space, the Update All action cannot be performed. Choose Manage BE to manage your boot environments and free up disk space.</literal>.
id: <literal> Tidak cukup ruang disk, Perbarui Semua tidak dapat dilakukan. Pilih Pengelola BE untuk mengelola boot environment anda dan membebaskan ruang disk. </ Literal>.
sv: <literal>Det finns inte tillräckligt med utrymme på hårddisken. Det går inte att uppdatera alla. Gå till Hantera startmiljöer för att åtgärda problemet och frigöra mer utrymme.</literal>.

source: Click <guibutton>Close</guibutton> to cancel the Update All process.
id: Klik <guibutton> Tutup </ guibutton> untuk membatalkan Perbarui Semua proses.
sv: Klicka på <guibutton>Stäng</guibutton> om du vill avbryta uppdateringen.

source: Perform the following steps if you want to rectify the error and continue with the Update All process:
id: Lakukan langkah-langkah berikut jika Anda ingin memperbaiki kesalahan dan melanjutkan dengan Perbarui Semua proses:
sv: Följ anvisningarna om du vill åtgärda problemet och gå vidare med processen Uppdatera alla:

source: Click <guibutton>Manage BE</guibutton> to display the <emphasis role="strong">Manage Boot Environment</emphasis> dialog.
id: Klik Pengelola <guibutton> BE </ guibutton> untuk menampilkan <emphasis role="strong"> Pengelola Boot Environment </ penekanan> dialog.
sv: Klicka på <guibutton>Hantera startmiljö</guibutton>, varefter dialogrutan <emphasis role="strong">Hantera startmiljö</emphasis> öppnas.

source: Select the boot environments that you want to delete.
id: Pilih boot environment yang ingin Anda hapus.
sv: Välj vilka startmiljöer som ska tas bort.

source: You cannot delete the currently active boot environment.
id: Anda tidak dapat menghapus boot environment yang sedang aktif.
sv: Du kan inte radera den startmiljö som är aktiv för tillfället.

source: You do not need to reboot your system if you are only deleting some of your boot environments.
id: Anda tidak perlu reboot sistem jika Anda hanya menghapus sebagian dari boot environments Anda.
sv: Du behöver inte starta om datorn om du endast tar bort startmiljöer.

source: Click <guibutton>OK</guibutton>.
id: Klik <guibutton> OK </ guibutton>.
sv: Klicka på<guibutton>OK</guibutton>.

source: The <emphasis role="strong">Boot Environment Confirmation</emphasis> dialog is shown. Review your changes and click OK to proceed.
id: <emphasis role="strong">Konfirmasi Boot Environment</emphasis> dialog ditampilkan. Tinjau perubahan Anda dan klik OK untuk melanjutkan.
sv: Dialogrutan <literal>Bekräftelse av startmiljöer</literal> visas. Kontrollera att ändringarna stämmer och klicka på OK.

source: Click <guibutton>Update All</guibutton> to restart the process of updating all packages.
id: Klik <guibutton> Perbarui Semua </ guibutton> untuk memulai kembali proses pembaruan semua paket.
sv: Klicka på <guibutton>Uppdatera alla</guibutton> om du vill börja om med uppdateringen.

source: Manage Boot Environments
id: Pengelola Boot Environment
sv: Hantera startmiljöer

source: Perform the following steps to manage your boot environments:
id: Lakukan langkah-langkah berikut untuk mengelola boot environment Anda:
sv: Så här hanterar du dina startmiljöer:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Boot Environments</guimenuitem></menuchoice> to open the <emphasis role="strong">Manage Boot Environments</emphasis> dialog.
id: Klik <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Pengelola Boot Environments</guimenuitem></menuchoice> untuk membuka <emphasis role="strong">Pengelola Boot Environments</emphasis> dialog.
sv: Öppna dialogrutan <emphasis role="strong">Hantera startmiljöer</emphasis> genom att klicka på <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Hantera startmiljöer</guimenuitem></menuchoice>.

source: In this dialog, you can perform the following actions:
id: Dalam dialog ini, Anda dapat melakukan tindakan berikut:
sv: I den här dialogrutan kan du göra följande:

source: <emphasis role="strong">Activate a boot environment</emphasis> – Select the boot environment you want to be active on system reboot. This is the default boot environment <emphasis role="strong">after</emphasis> you have rebooted your system.
id: <emphasis role="strong">Aktifkan boot environment</emphasis> – Pilih boot environment yang Anda ingin menjadi aktif pada sistem reboot. Ini adalah boot environment default <emphasis role="strong">after</emphasis> Anda harus reboot sistem anda.
sv: <emphasis role="strong">aktivera en startmiljö</emphasis> – Markeraden startmiljö som du vill ska vara aktiv vid systemstart. Denna kommer att vara standardstartmiljö <emphasis role="strong">efter</emphasis> omstart.

source: <emphasis role="strong">Remove old or unused boot environments to free up disk space</emphasis> – Select the boot environnment or boot environments you want to delete.
id: <emphasis role="strong">Hapus boot environment yang lama atau tidak terpakai untuk membebaskan ruang disk</emphasis> – Pilih boot environnment yang ingin Anda hapus.
sv: <emphasis role="strong">ta bort gamla eller oanvända startmiljöer för att frigöra diskutrymme</emphasis> – Markera de startmiljöer som du vill ta bort.

source: You cannot the delete the currently active boot environment.
id: Anda tidak dapat menghapus boot environment yang sedang aktif.
sv: Du kan inte radera den för tillfället aktiva startmiljön.

source: If you have selected a boot environment to be renamed, it cannot be deleted.
id: Jika Anda telah memilih boot environment untuk berganti nama, maka tidak dapat dihapus.
sv: Om du har valt en startmiljö som ska byta namn, kan den inte raderas.

source: <emphasis role="strong">Rename a boot environment</emphasis> – Double-click the boot environment name you want torename. Enter the new name of the boot environment and click <guibutton>OK</guibutton>.
id: <emphasis role="strong">Beri nama boot environment</emphasis> – Double-klik pada nama boot environment yang Anda inginkan untuk diganti namanya.Masukkan nama yang baru dari boot environment dan klik <guibutton>OK</guibutton>.
sv: <emphasis role="strong">byta namn på en startmiljö</emphasis> – Dubbelklicka på startmiljönamnet som du vill ändra. Ange det nya namnet på startmiljön och klicka på <guibutton>OK</guibutton>.

source: If you have selected a boot environment to be deleted, it cannot be renamed.
id: Jika Anda telah memilih boot environment untuk dihapus, maka tidak dapat diganti nama.
sv: Om du har valt ut en startmiljö som ska raderas, kan den inte få nytt namn.

source: The currently active boot environment cannot be renamed.
id: Boot environment yang sedang aktif tidak bisa diganti nama.
sv: Den startmiljö som är aktiv för tillfället kan inte byta namn.

source: Click <guibutton>OK</guibutton> to proceed or <guibutton>Cancel</guibutton> to cancel all changes.
id: Klik <guibutton>OK</guibutton> untuk melanjutkan atau<guibutton>Cancel</guibutton> untuk membatalkan semua perubahan.
sv: Klicka på <guibutton>OK</guibutton> om du är nöjd med ändringarna annars på <guibutton>Avbryt</guibutton>.

source: The <emphasis role="strong">Boot Environment Confirmation</emphasis> dialog is displayed. Review your changes and click OK to proceed.
id: <emphasis role="strong">Konfirmasi Boot Environment</emphasis> dialog ditampilkan. Tinjau perubahan Anda dan klik OK untuk melanjutkan.
sv: Rutan <literal>Bekräftelse av startmiljö</literal> visas. Kontrollera att det är rätt ändringar och klicka på OK.

source: After you click <guibutton>OK</guibutton>, you cannot undo any changes that you made to the boot environments.
id: Setelah Anda mengklik <guibutton>OK</ guibutton>, Anda tidak dapat membatalkan perubahan apapun yang Anda lakukan terhadap boot environment.
sv: När du har klickat på <guibutton>OK</guibutton>, kan du inte ånga några ändringar som du har gjort i startmiljöerna.

source: The changes that you made to the <emphasis role="strong">default boot environment</emphasis> setting are effective only after system reboot.
id: Perubahan yang Anda lakukan terhadap <emphasis role="strong">boot environment default </emphasis> Pengaturan efektif hanya setelah sistem reboot.
sv: Ändringarna som du gjorde på inställningarna <emphasis role="strong">default boot environment</emphasis> börjar inte gälla förrän efter omstart av systemet.

source: Click <guibutton>Cancel</guibutton> to cancel the changes.
id: Klik <guibutton>Batal</guibutton>untuk membatalkan perubahan.
sv: Vill du inte att ändringarna ska genomföras klickar du på <guibutton>Avbryt</guibutton>.

source: Reboot your system to boot into the newly activated boot environment.
id: Reboot sistem anda untuk mengaktifkan environment boot yang baru.
sv: Starta om systemet för att starta i den nyaktiverade startmiljön.

source: Reboot your system only if you changed the active boot environment.
id: Reboot sistem anda hanya jika Anda mengubah boot environment aktif.
sv: Starta bara om systemet om du har ändrat den aktiva startmiljön.

source: Add and Manage Publishers
id: Tambah dan Kelola Penerbit
sv: Lägga till och hantera utgivare

source: The <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> dialog enables the user to add and manage the configured publishers. A publisher is a person, group, or corporation that designs, creates, and publishes a package to a repository. Every publisher has a package repository where its package data can be found. The locations that contain package data for a publisher's repository are defined through the use of origins and mirrors. Origins are used to provide locations that contain the complete set of package data for a publisher, while mirrors are used to provide locations that only contain package files. Origins and mirrors are defined using URIs (Universal Resource Identifiers), such as <ulink url="http://pkg.opensolaris.org/release"/>.
id: <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Pengelola Penerbit</guimenuitem></menuchoice> Dialog memungkinkan pengguna untuk menambahkan dan mengelola konfigurasi penerbit. Sebuah penerbit adalah orang, kelompok, atau perusahaan yang mendesain, menciptakan, dan menerbitkan sebuah paket ke sebuah repositori. Setiap penerbit memiliki repositori paket dimana paket data dapat ditemukan. Lokasi paket yang berisi data untuk repositori penerbit didefinisikan melalui penggunaan asal dan mirror. Asal yang digunakan untuk menyediakan lokasi yang berisi set lengkap paket data untuk penerbit, sedangkan mirror digunakan untuk menyediakan lokasi yang hanya berisi file paket. Asal dan mirror didefinisikan menggunakan URI (Universal Resource Identifier), seperti <ulink url="http://pkg.opensolaris.org/release"/>.
sv: I dialogrutan <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Hantera utgivare</guimenuitem></menuchoice> kan du lägga till och hantera konfigurerade utgivare. En utgivare är en person, en grupp eller ett företag som skapar och ger ut paket i en databas. Alla utgivare har en paketdatabas där de lägger sina paket. Källan för paketdata i en viss paketdatabas anges med hjälp av ursprung och speglingar. Ursprung används för att ange var en utgivares fullständiga uppsättning paketdata finns medan speglingar anger platser där endast paketfiler finns. Ursprung och speglingar anges via URI (generell resursidentifierare) som till exempel <ulink url="http://pkg.opensolaris.org/release"/>.

source: Read the following sections to learn how to add and manage publishers on your system.
id: Bacalah bagian berikut untuk mempelajari bagaimana menambahkan dan mengelola penerbit di sistem anda.
sv: I följande avsnitt kan du läsa om hur du lägger till och hanterar utgivare i systemet.
