Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: For an OpenSolaris 2010.03 release, a boot environment is an instance of a bootable OpenSolaris environment. The root file system and all other file systems of the boot environment that contain system software are required to be ZFS datasets.
id: Untuk OpenSolaris rilis 2010.03, boot environment adalah sebuah instans dari sebuah bootable OpenSolaris environment. Sistem berkas root dan semua sistem berkas lain dari boot environment yang berisi perangkat lunak sistem yang diperlukan untuk ZFS dataset.
sv: I OpenSolaris version 2010.03 är en startmiljö en instans av en startbar OpenSolaris-miljö. Rotfilsystemet och alla andra av startmiljöns filsystem som innehåller systemprogram måste vara i ZFS-format.

source: The active boot environment is the one that is currently booted. Many boot environments can present on an OpenSolaris system and an inactive boot environment can be in a state of waiting for activation upon system reboot.
id: Boot Environment yang aktif adalah yang sedang digunakan untuk boot saat ini. Banyak boot environment dapat digunakan pada sebuah sistem OpenSolaris dan boot environment yang tidak aktif dalam keadaan menunggu aktivasi sistem setelah reboot.
sv: Den aktiva startmiljön är den som startas för tillfället. Många start-miljöer kan presenteras på ett OpenSolaris-system och en inaktiv start- miljö kan vara i ett vänteläge för aktivering vid systemomstart.

source: A collection of software in a package that comprises an entire or partial operating system. The package is suitable for installation.
id: Kumpulan perangkat lunak dalam paket yang terdiri dari seluruh atau sebagian sistem operasi. Paket ini cocok untuk instalasi.
sv: En samling program i ett paket som består av ett helt eller delar av ett operativsystem. Paketet lämpar sig för installation.

source: An image is a location on your system where packages and their associated files, directories, links, and dependencies can be installed.
id: Sebuah image adalah sebuah lokasi di sistem anda di mana paket-paket dan berkas terkait, direktori, link, dan dependensi dapat diinstal.
sv: En image är en plats i ditt system där paket och deras tillhörande filer, kataloger, länkar och beroenden kan installeras.

source: Location of a package repository specified by a URI, that contains a complete set of package data.
id: Lokasi paket repositori ditentukan oleh URI, yang berisi satu set lengkap paket data.
sv: En plats i en databas som innehåller ett fullständig uppsättning paketdata. Identifieras med en URI.

source: An alternate name for a publisher.
id: Nama alternatif bagi penerbit
sv: Alternativt namn på en utgivare.

source: mirror
sv: spegling

source: Location of a package repository, specified by a URI, that contains only package files.
id: Lokasi dari sebuah paket repositori, ditentukan oleh URI, yang hanya mengandung berkas paket.
sv: En plats i en paketdatabas som endast innehåller paketfiler. Identifieras med en URI.

source: U.S. GOVERNMENT RIGHTS Programs, software, databases, and related documentation and technical data delivered to U.S. Government customers are “commercial computer software” or “commercial technical data” pursuant to the applicable Federal Acquisition Regulation and agency-specific supplemental regulations. As such, the use, duplication, disclosure, modification, and adaptation shall be subject to the restrictions and license terms set forth in the applicable Government contract, and, to the extent applicable by the terms of the Government contract, the additional rights set forth in FAR 52.227-19, Commercial Computer Software License (December 2007). Oracle America, Inc., 500 Oracle Parkway, Redwood City, CA 94065.
sv: U.S. GOVERNMENT RIGHTS Programs, software, databases, and related documentation and technical data delivered to U.S. Government customers are "commercial computer software" or "commercial technical data" pursuant to the applicable Federal Acquisition Regulation and agency-specific supplemental regulations. As such, the use, duplication, disclosure, modification, and adaptation shall be subject to the restrictions and license terms set forth in the applicable Government contract, and, to the extent applicable by the terms of the Government contract, the additional rights set forth in FAR 52.227-19, Commercial Computer Software License (December 2007). Oracle America, Inc., 500 Oracle Parkway, Redwood City, CA 94065, USA.

source: @@image: 'figures/webinstall.png'; md5=79f40b964b51261cd0164f64991b576c
id: @ @ image: 'angka / webinstall.png'; md5 = 79f40b964b51261cd0164f64991b576c

source: @@image: 'figures/update_all_new.png'; md5=3d505052632edfdb38212de7f7ffb22c
id: @ @ image: 'angka / update_all_new.png'; md5 = 3d505052632edfdb38212de7f7ffb22c

source: System
id: Sistem

source: games
id: permainan

source: compiler
id: kompiler

source: python
id: phyton

source: book
id: buku
