Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: If the system determined that a new BE is required but was not able to create a new BE, an error message is displayed. If the problem is not enough disk space, perform the following steps:
fr: Si le système a déterminé qu'un nouvel environnement d'initialisation est requis mais qu'il n'a pas été en mesure de le créer, un message d'erreur s'affiche. S'il s'agit d'un problème d'espace disque insuffisant, suivez la procédure ci-dessous :
it: Se viene ritenuto necessario tramite il sistema un nuovo ambiente di boot, ma non è possibile crearlo, viene visualizzato un messaggio di errore. Se il problema è la quantità insufficiente di spazio su disco eseguire le seguenti azioni:
pt_br: Se o sistema determinar que é necessário um novo BE mas não puder criá-lo, será exibida uma mensagem de erro. Se o problema for espaço insuficiente em disco, execute as seguintes etapas:
zh_cn: 如果系统确定需要一个新 BE 但无法创建新 BE，则会显示一条错误消息。如果问题是磁盘空间不足，请执行以下步骤：

source: Click <guibutton>Close</guibutton> to cancel the Updates process.
fr: Cliquez sur le bouton <guibutton>Fermer</guibutton> pour annuler le processus Mises à jour.
it: Fare clic su <guibutton>Chiudi</guibutton> per annullare il processo relativo agli aggiornamenti.
pt_br: Clique em <guibutton>Fechar</guibutton> para cancelar o processo de atualização.
zh_cn: 单击<guibutton>关闭</guibutton>以取消更新过程。

source: Follow the instructions in <xref linkend="remove-be"/> to remove a BE that is no longer needed.
fr: Suivez les instructions de la section <xref linkend="remove-be"/> pour supprimer un environnement d'initialisation dont vous n'avez plus besoin.
it: Seguire le istruzioni in <xref linkend="remove-be"/> per rimuovere un ambiente di boot non più necessario.
pt_br: Siga as instruções em <xref linkend="remove-be"/> para remover um BE não mais necessário.
zh_cn: 按照<xref linkend="remove-be"/>中的说明删除不再需要的 BE。

source: Select <guibutton>Updates</guibutton> again to restart the Updates process.
fr: Sélectionnez à nouveau le bouton <guibutton>Mises à jour</guibutton> pour redémarrer le processus Mises à jour.
it: Selezionare nuovamente <guibutton>Aggiornamenti</guibutton> per riavviare il processo relativo agli aggiornamenti.
pt_br: Selecione <guibutton>Atualizações</guibutton> novamente para reiniciar o processo de atualização.
zh_cn: 再次选择<guibutton>更新</guibutton>以重新启动更新过程。

source: The system downloads all package updates.
fr: Le système télécharge toutes les mises à jour de packages.
it: Il sistema scarica tutti gli aggiornamenti dei pacchetti.
pt_br: O sistema baixa todas as atualizações do pacote.
zh_cn: 系统下载所有软件包更新。

source: The system installs the package updates. If a cloned BE was created, the updates are installed in the clone. If no clone was created, the updates are installed in the current BE.
fr: Le système installe les mises à jour de packages. Si un clone de l'environnement d'initialisation a été créé, les mises à jour sont installées dans le clone. Si aucun clone n'a été créé, les mises à jour sont installées dans le BE actuel.
it: Il sistema consente di installare gli aggiornamenti dei pacchetti. Se è stato creato un ambiente di boot clonato, gli aggiornamenti vengono installati nel clone. Se, al contrario, non è stato creato alcun clone, gli aggiornamenti sono installati nell'ambiente di boot corrente.
pt_br: O sistema instala as atualizações do pacote. Se tiver sido criado um BE clonado, as atualizações serão instaladas no clone. Se não tiver sido criado nenhum clone, as atualizações serão instaladas no BE atual.
zh_cn: 系统安装软件包更新。如果创建了一个克隆的 BE，则更新将安装在该克隆 BE 中。如果没有创建克隆 BE，则更新将安装在当前的 BE 中。

source: If an error occurs at any time during the update process, the Details panel is expanded and the details of the error are displayed. An error status indicator is shown next to the failed stage.
fr: Si une erreur se produit au cours du processus de mise à jour, le panneau Détails est développé et fournit des informations détaillées sur l'erreur. Un indicateur de l'état de l'erreur s'affiche à côté de l'étape ayant échoué.
it: Se viene rilevato un errore in qualunque momento del processo di aggiornamento, il riquadro Dettagli viene espanso e i dettagli dell'errore visualizzati. Un indicatore di stato dell'errore viene visualizzato accanto alla fase non riuscita.
pt_br: Se ocorrer um erro durante o processo de atualização, o painel <guilabel>Detalhes</guilabel> será expandido e os detalhes do erro serão exibidos. É mostrado um indicador do status do erro ao lado da fase que falhou.
zh_cn: 如果在更新过程中的任何时候出现错误，“详细信息”面板将会展开，并且将显示错误的详细信息。错误状态指示符将显示在失败的阶段旁边。

source: If the system created a new BE for the update, you can edit the default BE name. When you are satisfied with the BE name, click the <guibutton>Restart Now</guibutton> button to reboot your system immediately. Click the <guibutton>Restart Later</guibutton> button to restart your system at a later time. You must restart to boot into the new BE. The new BE will be your default boot choice. Your current BE will be available as an alternate boot choice.
fr: Si le système a créé un nouvel environnement d'initialisation (BE) pour la mise à jour, vous pouvez modifier le nom par défaut du BE. Après avoir entré le nom de BE souhaité, cliquez sur le bouton <guibutton>Redémarrer maintenant</guibutton> pour redémarrer votre système immédiatement. Cliquez sur le bouton <guibutton>Redémarrer ultérieurement</guibutton> pour redémarrer votre système plus tard. Vous devez redémarrer pour amorcer le nouvel environnement d'initialisation. Le nouveau BE sera votre choix d'initialisation par défaut. Votre BE actuel sera disponible en tant que choix d'initialisation de rechange.
it: Se dal sistema è stato creato un nuovo ambiente di boot per l'aggiornamento, è possibile modificare il nome di default dell'ambiente di boot. Una volta modificato il nome, fare clic sul pulsante <guibutton>Riavvia ora</guibutton> per eseguire immediatamente il reboot del sistema. Fare clic sul pulsante <guibutton>Riavvia in seguito</guibutton> per riavviare il sistema in un secondo momento. È necessario eseguire un riavvio per eseguire il boot in un nuovo ambiente di boot. Il nuovo ambiente di boot sarà quello di default. L'ambiente di boot corrente resterà disponibile come scelta alternativa.
pt_br: Se o sistema criou um novo BE para a atualização, você poderá editar o nome padrão do BE. Quando terminar, clique no botão <guibutton>Reiniciar agora</guibutton> para reinicializar o sistema imediatamente. Clique no botão <guibutton>Reiniciar mais tarde</guibutton> para reiniciar o sistema mais tarde. É necessário reiniciar para inicializar o novo BE. O novo BE será sua opção de inicialização padrão. O BE atual estará disponível como uma opção de inicialização alternativa.
zh_cn: 如果系统创建了一个用于更新的新 BE，则您可以编辑缺省的 BE 名称。在您对 BE 名称满意后，单击<guibutton>立即重新启动</guibutton>按钮可立即重新引导您的系统。单击<guibutton>稍后重新启动</guibutton>按钮可在稍后的某个时间重新启动您的系统。您必须重新启动才能引导到新 BE。新 BE 将成为您的缺省引导选项。您的当前 BE 可用作备用引导选项。

source: Using Update Manager
fr: Utilisation du Gestionnaire de mises à jour
it: Utilizzo di Update Manager
pt_br: Utilização do Gerenciador de atualizações
zh_cn: 使用更新管理器

source: You can open Update Manager from a system notification or from the desktop menu bar. Update Manager executes the same process as described above in <xref linkend="um_info"/>.
fr: Vous pouvez ouvrir le Gestionnaire de mises à jour à partir d'une notification du système ou à partir de la barre de menus du bureau. Le Gestionnaire de mises à jour exécute le même processus que celui décrit ci-dessus dans la section <xref linkend="um_info"/>.
it: È possibile aprire Update Manager da una notifica di sistema o dalla barra dei menu del desktop. Update Manager consente di eseguire lo stesso processo descritto sopra in <xref linkend="um_info"/>.
pt_br: Você pode abrir o Gerenciador de atualizações a partir de uma notificação do sistema ou da barra de menus da área de trabalho. O Gerenciador de atualizações executa o mesmo processo descrito acima em <xref linkend="um_info"/>.
zh_cn: 您可以从某个系统通知或者从桌面菜单栏打开更新管理器。更新管理器执行与前文中的<xref linkend="um_info"/>所述过程相同的过程。

source: Software Updates Notification
fr: Notification de mises à jour logicielles
it: Notifiche di aggiornamenti software
pt_br: Notificação de atualizações de software
zh_cn: 软件更新通知

source: The system periodically checks whether updates are available for any of your installed packages. If the system detects that updates are available, an Updates Available notification icon and popup are displayed in the system notification tray. Click the notification icon to open Update Manager.
fr: Le système contrôle périodiquement si des mises à jour sont disponibles pour l'un des packages installés. Si le système détecte que des mises à jour sont disponibles, une icône de notification et une fenêtre contextuelle Mises à jour disponibles s'affichent dans la zone de notification du système. Cliquez sur l'icône de notification pour ouvrir le Gestionnaire de mises à jour.
it: Il sistema verifica periodicamente se sono disponibili aggiornamenti per qualsiasi pacchetto installato. Se il sistema rileva la presenza di aggiornamenti, vengono visualizzati un popup e un'icona di notifica Aggiornamenti disponibili nella barra di notifica del sistema. Fare clic sull'icona di notifica per aprire Update Manager.
pt_br: O sistema verifica periodicamente se há atualizações disponíveis para qualquer um dos pacotes instalados. Se o sistema detectar atualizações disponíveis, serão exibidos um ícone e um pop-up de notificação de atualizações disponíveis na bandeja de notificação do sistema. Clique no ícone para abrir o Gerenciador de notificações.
zh_cn: 系统会定期检查是否有更新可供任何已安装的软件包使用。如果系统检测到有更新可用，则会在系统通知栏中显示一个“有更新可用”通知图标和弹出窗口。单击通知图标可打开更新管理器。

source: Desktop System Menu
fr: Menu Système du bureau
it: Menu Desktop System
pt_br: Menu do sistema da área de trabalho
zh_cn: 桌面系统菜单

source: Select <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Update Manager</guimenuitem></menuchoice> from the menu bar on the desktop to open Update Manager.
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Gestionnaire de mises à jour</guimenuitem></menuchoice> dans la barre de menus sur le bureau pour ouvrir le Gestionnaire de mises à jour.
it: Selezionare <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Update Manager</guimenuitem></menuchoice> dalla barra dei menu sul desktop per aprire Update Manager.
pt_br: Selecione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Gerenciador de atualizações</guimenuitem></menuchoice> na barra de menus da área de trabalho para abrir o Gerenciador de atualizações.
zh_cn: 从桌面上的菜单栏选择<menuchoice><guimenu>系统</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>更新管理器</guimenuitem></menuchoice>以打开更新管理器。

source: Managing Publishers
fr: Gestion des éditeurs
it: Gestione dei publisher
pt_br: Gerenciamento de editores
zh_cn: 管理发布者

source: You can add, modify, and remove IPS package publishers. You can change the priority of a publisher, change the enabled and sticky settings, change the publisher alias, add or remove a publisher origin, and add or remove a publisher mirror. You can manage keys, certificates, and signature policy.
fr: Vous pouvez ajouter, modifier et supprimer des éditeurs de packages IPS. Vous pouvez modifier l'ordre de priorité d'un éditeur, ses paramètres Activé et Résident et son alias, ainsi qu'ajouter ou supprimer une origine d'éditeur et un miroir d'éditeur. Vous pouvez gérer les clés, les certificats et la stratégie de signature.
it: È possibile aggiungere, modificare e rimuovere i publisher dei pacchetti IPS. È possibile modificare la priorità di un publisher, le impostazioni attivato e sticky e l'alias del publisher, nonché aggiungere o rimuovere un'origine e un mirror di un publisher. È possibile gestire chiavi, certificati e criteri firma.
pt_br: Você pode adicionar, modificar e remover editores de pacotes IPS. Pode alterar a prioridade de um editor, altrar as configurações ativadas e sticky, alterar o alias do editor, adicionar ou remover a origem de um editor, e adicionar ou remover o espelho de um editor. Pode gerenciar chaves, certificados e política de assinatura.
zh_cn: 您可以添加、修改和删除 IPS 软件包发布者。您可以更改发布者的优先级、更改“已启用”和“粘性”设置、更改发布者别名、添加或删除发布者源，以及添加或删除发布者镜像。您可以管理密钥、证书和签名策略。

source: Note that system publishers are an exception. System publishers can only be viewed in the Manage Publishers window. System publishers cannot be removed or modified, and you cannot change their priority. See <xref linkend="glossary"/>. The Details pane indicates whether the selected publisher is a system publisher.
fr: Notez que les éditeurs système constituent une exception. Les éditeurs système peuvent uniquement être visualisés dans la fenêtre Organiser les éditeurs. Les éditeurs système ne peuvent être ni supprimés, ni modifiés, et vous ne pouvez pas modifier leur ordre de priorité. Reportez-vous au <xref linkend="glossary"/>. Le panneau Détails indique si l'éditeur sélectionné est un éditeur système.
it: Tenere presente che i publisher di sistema sono eccezioni. È possibile visualizzare i publisher di sistema solo nella finestra Gestisci publisher. Non è possibile rimuovere o modificare i publisher di sistema, nonché modificarne la priorità. Vedere <xref linkend="glossary"/>. Nel riquadro Dettagli viene indicato se il publisher selezionato è un publisher di sistema.
pt_br: Observe que os editores do sistema constituem exceção. Eles só podem ser exibidos na janela Gerenciar editores. Os editores do sistema não podem ser removidos nem modificados e você não pode alterar a prioridade. Consulte <xref linkend="glossary"/>. O painel Detalhes indica se o editor selecionado é um editor do sistema.
zh_cn: 请注意，系统发布者是个例外。在“管理发布者”窗口中，系统发布者仅可供查看。系统发布者无法删除或修改，您无法更改其优先级。请参见<xref linkend="glossary"/>。“详细信息”窗格指示选定的发布者是否为系统发布者。

source: Adding Publishers
fr: Ajout d'éditeurs
it: Aggiunta di publisher
pt_br: Adição de editores
zh_cn: 添加发布者

source: To add an IPS package publisher, use the Add Publisher window. To open the Add Publisher window, do one of the following actions:
fr: Pour ajouter un éditeur de packages IPS, utilisez la fenêtre Ajouter un éditeur. Pour ouvrir la fenêtre Ajouter un éditeur, effectuez l'une des opérations suivantes :
it: Per aggiungere un publisher di pacchetto IPS, utilizzare la finestra Aggiungi publisher. Per aprire tale finestra eseguire una delle seguenti azioni:
pt_br: Para adicionar um editor de pacotes IPS, use a janela Adicionar editor. Para abrir essa janela, execute uma das seguintes ações:
zh_cn: 要添加某个 IPS 软件包发布者，请使用“添加发布者”窗口。要打开“添加发布者”窗口，请执行下列操作之一：

source: Select the <guimenuitem>Add</guimenuitem> option from the <guimenu>Publisher</guimenu> drop-down menu.
fr: Sélectionnez l'option <guimenuitem>Ajouter</guimenuitem> dans le menu déroulant <guimenu>Editeur</guimenu>.
it: Selezionare l'opzione <guimenuitem>Aggiungi</guimenuitem> dal menu a discesa <guimenu>Publisher</guimenu>.
pt_br: Selecione a opção <guimenuitem>Adicionar</guimenuitem> no menu drop-down <guimenu>Editor</guimenu>.
zh_cn: 从<guimenu>发布者</guimenu>下拉式菜单中选择<guimenuitem>添加</guimenuitem>选项。

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Add Publisher</guimenuitem></menuchoice> menu option.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ajouter un éditeur</guimenuitem></menuchoice>.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Aggiungi publisher</guimenuitem></menuchoice>.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Adicionar editor</guimenuitem></menuchoice>.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>添加发布者</guimenuitem></menuchoice>菜单选项。

source: Select the <menuchoice><guimenu>File</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice> menu option. In the Manage Publishers window, select the <guibutton>Add</guibutton> button.
fr: Sélectionnez l'option de menu <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Organiser les éditeurs</guimenuitem></menuchoice>. Dans la fenêtre Organiser les éditeurs, sélectionnez le bouton <guibutton>Ajouter</guibutton>.
it: Selezionare l'opzione menu <menuchoice><guimenu>File</guimenu><guimenuitem>Gestisci publisher</guimenuitem></menuchoice>. Nella finestra Gestisci publisher, selezionare il pulsante <guibutton>Aggiungi</guibutton>.
pt_br: Selecione a opção de menu <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Manage Publishers</guimenuitem></menuchoice>. Na janela Gerenciar editores, selecione o botão <guibutton>Adicionar</guibutton>.
zh_cn: 选择<menuchoice><guimenu>文件</guimenu><guimenuitem>管理发布者</guimenuitem></menuchoice>菜单选项。在“管理发布者”窗口中，选择<guibutton>添加</guibutton>按钮。

source: In the Add Publisher window, perform the following steps to add an IPS package publisher:
fr: Dans la fenêtre Ajouter un éditeur, suivez la procédure ci-dessous pour ajouter un éditeur de packages IPS :
it: Nella finestra Aggiungi publisher, eseguire i passaggi seguenti per aggiungere un publisher di pacchetto IPS:
pt_br: Na janela Adicionar editor, excute as seguintes etapas para adicionar um editor de pacotes IPS:
zh_cn: 在“添加发布者”窗口中，执行以下步骤来添加某个 IPS 软件包发布者：

source: In the URI field, enter the URI of the publisher. The URI is a network location such as <literal>http://pkg.oracle.com/solaris/release/</literal> or <literal>http://localhost:5555</literal>.
fr: Dans le champ URI, entrez l'URI de l'éditeur. L'URI est un emplacement sur le réseau tel que <literal>http://pkg.oracle.com/solaris/release/</literal> ou <literal>http://localhost:5555</literal>.
it: Nel campo URI, immettere l'URI del publisher. L'URI corrisponde a un percorso di rete come <literal>http://pkg.oracle.com/solaris/release/</literal> o <literal>http://localhost:5555</literal>.
pt_br: No campo URI, digite o URI do editor. O URI é um local da rede como <literal>http://pkg.oracle.com/solaris/release/</literal> ou <literal>http://localhost:5555</literal>.
zh_cn: 在 URI 字段中，输入发布者的 URI。该 URI 是一个网络位置，例如 <literal>http://pkg.oracle.com/solaris/release/</literal> 或 <literal>http://localhost:5555</literal>。

source: In the Alias field, you can enter an alternate name for this publisher.
fr: Dans le champ Alias, vous pouvez entrer un autre nom pour cet éditeur.
it: Nel campo Alias, è possibile immettere un nome alternativo per questo publisher.
pt_br: No campo Alias, você pode digitar um nome alternativo para o editor.
zh_cn: 在“别名”字段中，您可以为该发布者输入另一个名称。

source: Click the <guibutton>Add</guibutton> button.
fr: Cliquez sur le bouton <guibutton>Ajouter</guibutton>.
it: Fare clic sul pulsante <guibutton>Aggiungi</guibutton>.
pt_br: Clique no botão <guibutton>Adicionar</guibutton>.
zh_cn: 单击<guibutton>添加</guibutton>按钮。

source: The Adding Publisher dialog is displayed. Click <guibutton>Cancel</guibutton> to cancel the process. Click Details to view verbose information.
fr: La boîte de dialogue Ajout d'un éditeur s'affiche. Cliquez sur le bouton <guibutton>Annuler</guibutton> pour annuler le processus. Cliquez sur Détails pour afficher des informations détaillées.
it: Viene visualizzata la finestra di dialogo Aggiunta publisher. Fare clic su <guibutton>Annulla</guibutton> per annullare il processo. Fare clic su Dettagli per visualizzare informazioni dettagliate.
pt_br: É exibida a caixa de diálogo Adicionar editor. Clique em <guibutton>Cancelar</guibutton> para cancelar o processo. Clique em Detalhes para exibir informações verbosas.
zh_cn: “添加发布者”对话框随即显示。单击<guibutton>取消</guibutton>可取消该过程。单击“详细信息”可查看详细信息。

source: If the new publisher is added successfully, the Adding Publisher Complete dialog is displayed and shows the new publisher name, alias, and URI.
fr: Si l'ajout du nouvel éditeur réussit, la boîte de dialogue Ajout de l'éditeur terminé s'affiche et indique le nom du nouvel éditeur, son alias et son URI.
it: Se il nuovo publisher viene aggiunto con successo, viene visualizzata la finestra di dialogo Aggiunta publisher completata e vengono mostrati nome, alias e URI del nuovo publisher.
pt_br: Se o novo editor for adicionado com sucesso, será exibida a caixa de diálogo Adicionar editor completo, mostrando o nome, o alias e o URI do novo editor.
zh_cn: 如果成功添加了新发布者，则会显示“添加发布者完成”对话框，其中会显示新发布者的名称、别名和 URI。

source: If the new publisher is not added, the Publisher Error dialog is displayed with information about the problem.
fr: Si le nouvel éditeur n'est pas ajouté, la boîte de dialogue Erreur au niveau de l'éditeur contenant des informations sur le problème survenu s'affiche.
it: Se non viene aggiunto il nuovo publisher, viene visualizzata la finestra di dialogo Errore del publisher con informazioni relative al problema.
pt_br: Se o novo editor não for adicionado, será exibida a caixa de diálogo Erro de editor, com informações sobre o problema.
zh_cn: 如果没有添加新发布者，则会显示“发布者错误”对话框，其中会显示问题的相关信息。

source: The new publisher is the last publisher listed in the Manage Publishers window and is enabled and sticky.
fr: Le nouvel éditeur est le dernier éditeur répertorié dans la fenêtre Organiser les éditeurs ; il est activé et résident.
it: Il nuovo publisher corrisponde all'ultimo publisher elencato nella finestra Gestisci publisher ed è attivato e sticky.
pt_br: O novo editor é o último editor listado na janela Gerenciar editores e está ativado e sticky.
zh_cn: 新发布者列在“管理发布者”窗口中的最后一位，并且设置为“已启用”和“粘性”。

source: See <xref linkend="modify-publisher"/> for information about changing the priority of the new publisher, changing the enabled and sticky settings, changing the publisher alias, adding a publisher origin, setting an SSL key and certificate, adding a publisher mirror, and managing publisher certificates and signature policy.
fr: Reportez-vous à la section <xref linkend="modify-publisher"/> pour savoir comment modifier l'ordre de priorité du nouvel éditeur, ses paramètres Activé et Résident et son alias, et comment ajouter une origine et un miroir pour l'éditeur, définir une clé et un certificat SSL et gérer les certificats et la stratégie de signature de l'éditeur.
it: Vedere <xref linkend="modify-publisher"/> per informazioni sulla modifica della proprietà del nuovo publisher, delle impostazioni attivato e sticky e dell'alias del publisher, dell'aggiunta di un'origine del publisher, dell'impostazione di un certificato SSL, di una chiave SSL e di un mirror del publisher e della gestione di criteri firma e certificati del publisher.
pt_br: Consulte <xref linkend="modify-publisher"/> para obter informações sobre como alterar a prioridade do novo editor, como alterar as configurações ativadas e sticky, como alterar o alias do editor, como adicionar a origem de um editor, como configurar uma e certificado SSL, como adicionar o espelho de um editor e como gerenciar certificados e política de assinatura de um editor.
zh_cn: 有关更改新发布者的优先级、更改“已启用”和“粘性”设置、更改发布者别名、添加发布者源、设置 SSL 密钥和证书、添加发布者镜像、以及管理发布者证书和签名策略方面的信息，请参见<xref linkend="modify-publisher"/>。

source: Modifying Publishers
fr: Modification d'éditeurs
it: Modifica dei publisher
pt_br: Modificação de editores
zh_cn: 修改发布者
