Repository: pyhalov/pkg5
Catalog: src/gui/help/*/*.po
Languages: fr, id, it, pt_br, sv, zh_cn

source: <trademark class="registered">Oracle</trademark> Solaris 11 Package Manager Online Help
fr: Aide en ligne du Gestionnaire de packages <trademark class="registered">Oracle</trademark> Solaris 11
it: <trademark class="registered">Oracle</trademark> Solaris 11 Package Manager - Guida in linea
pt_br: Ajuda online do Gerenciador de pacotes do <trademark class="registered">Oracle</trademark> Solaris 11
zh_cn: <trademark class="registered">Oracle</trademark> Solaris 11 软件包管理器联机帮助

source: June 2011
fr: Juin 2011
it: Giugno 2011
pt_br: Junho de 2011
zh_cn: 2011 年 6 月

source: This software and related documentation are provided under a license agreement containing restrictions on use and disclosure and are protected by intellectual property laws. Except as expressly permitted in your license agreement or allowed by law, you may not use, copy, reproduce, translate, broadcast, modify, license, transmit, distribute, exhibit, perform, publish, or display any part, in any form, or by any means. Reverse engineering, disassembly, or decompilation of this software, unless required by law for interoperability, is prohibited.
fr: Ce logiciel et la documentation qui l'accompagne sont protégés par les lois sur la propriété intellectuelle. Ils sont concédés sous licence et soumis à des restrictions d'utilisation et de divulgation. Sauf disposition de votre contrat de licence ou de la loi, vous ne pouvez pas copier, reproduire, traduire, diffuser, modifier, breveter, transmettre, distribuer, exposer, exécuter, publier ou afficher le logiciel, même partiellement, sous quelque forme et par quelque procédé que ce soit. Par ailleurs, il est interdit de procéder à toute ingénierie inverse du logiciel, de le désassembler ou de le décompiler, excepté à des fins d'interopérabilité avec des logiciels tiers ou tel que prescrit par la loi.
it: Il software e la relativa documentazione vengono distribuiti sulla base di specifiche condizioni di licenza che prevedono restrizioni relative all'uso e alla divulgazione e sono inoltre protetti dalle leggi vigenti sulla proprietà intellettuale. Ad eccezione di quanto espressamente consentito dal contratto di licenza o dalle disposizioni di legge, nessuna parte può essere utilizzata, copiata, riprodotta, tradotta, diffusa, modificata, concessa in licenza, trasmessa, distribuita, presentata, eseguita, pubblicata o visualizzata in alcuna forma o con alcun mezzo. La decodificazione, il disassemblaggio o la decompilazione del software sono vietati, salvo che per garantire l'interoperabilità nei casi espressamente previsti dalla legge.
pt_br: Este programa de computador e sua documentação são fornecidos sob um contrato de licença que contém restrições sobre seu uso e divulgação, sendo também protegidos pela legislação de propriedade intelectual. Exceto em situações expressamente permitidas no contrato de licença ou por lei, não é permitido usar, reproduzir, traduzir, divulgar, modificar, licenciar, transmitir, distribuir, expor, executar, publicar ou exibir qualquer parte deste programa de computador e de sua documentação, de qualquer forma ou através de qualquer meio. Não é permitida a engenharia reversa, a desmontagem ou a descompilação deste programa de computador, exceto se exigido por lei para obter interoperabilidade.
sv: Programmet och dess tillhörande dokumentation upplåts enligt ett licensavtal som begränsar nyttjanderätt och offentliggörande, samt skyddas av upphovsrätt, patent, varumärkesrätt och annan immaterialrättslig lagstiftning. Med undantag för vad som uttryckligen tillåts i licensavtalet eller tillämpliga lagar, är det inte tillåtet att använda, kopiera, reproducera, översätta, utsända, modifiera, underlicensiera, överföra, distribuera, visa offentligt, uppföra, publicera eller visa någon del, i någon form, eller med några medel. Det är inte tillåtet att dekompilera, demontera eller baklängeskonstruera programmen, med undantag för nödvändiga anpassningar till programvaror från andra leverantörer, och i de fall där tillämplig lagstiftning uttryckligen tillåter det.
zh_cn: 本软件和相关文档是根据许可证协议提供的，该许可证协议中规定了关于使用和公开本软件和相关文档的各种限制，并受知识产权法的保护。除非在许可证协议中明确许可或适用法律明确授权，否则不得以任何形式、任何方式使用、拷贝、复制、翻译、广播、修改、授权、传播、分发、展示、执行、发布或显示本软件和相关文档的任何部分。除非法律要求实现互操作，否则严禁对本软件进行逆向工程设计、反汇编或反编译。

source: The information contained herein is subject to change without notice and is not warranted to be error-free. If you find any errors, please report them to us in writing.
fr: Les informations fournies dans ce document sont susceptibles de modification sans préavis. Par ailleurs, Oracle Corporation ne garantit pas qu'elles soient exemptes d'erreurs et vous invite, le cas échéant, à lui en faire part par écrit.
it: Le informazioni contenute nella presente documentazione potranno essere soggette a modifiche senza preavviso. Non si garantisce che la presente documentazione sia priva di errori. Qualora l'utente riscontrasse dei problemi, è pregato di segnalarli per iscritto a Oracle.
pt_br: As informações contidas neste documento estão sujeitas a alteração sem aviso prévio. A Oracle Corporation não garante que tais informações estejam isentas de erros. Se você encontrar algum erro, por favor, nos envie uma descrição de tal problema por escrito.
sv: Informationen i det här dokumentet kan ändras utan föregående meddelande och inga garantier ges att dokumentet/informationen är felfritt. Om du hittar felaktigheter i dokumentationen ber vi att du rapporterar dem skriftligen.
zh_cn: 此文档所含信息可能随时被修改，恕不另行通知，我们不保证该信息没有错误。如果贵方发现任何问题，请书面通知我们。

source: If this is software or related software documentation that is delivered to the U.S. Government or anyone licensing it on behalf of the U.S. Government, the following notice is applicable:
fr: Si ce logiciel, ou la documentation qui l'accompagne, est concédé sous licence au Gouvernement des Etats-Unis, ou à toute entité qui délivre la licence de ce logiciel ou l'utilise pour le compte du Gouvernement des Etats-Unis, la notice suivante s'applique :
it: Qualora il software o la relativa documentazione vengano forniti al Governo degli Stati Uniti o a chiunque li abbia in licenza per conto del Governo degli Stati Uniti, sarà applicabile la clausola riportata di seguito:
pt_br: Se este programa de computador, ou sua documentação, for entregue / distribuído(a) ao Governo dos Estados Unidos ou a qualquer outra parte que licencie os Programas em nome daquele Governo, a seguinte nota será aplicável:
sv: Om programmet eller dess tillhörande dokumentation levereras till amerikansk myndighet (US Government) eller om någon upplåter eller använder programmen för amerikansk myndighets räkning gäller följande:
zh_cn: 如果将本软件或相关文档交付给美国政府，或者交付给以美国政府名义获得许可证的任何机构，必须符合以下规定：

source: This software or hardware is developed for general use in a variety of information management applications. It is not developed or intended for use in any inherently dangerous applications, including applications which may create a risk of personal injury. If you use this software or hardware in dangerous applications, then you shall be responsible to take all appropriate fail-safe, backup, redundancy, and other measures to ensure its safe use. Oracle Corporation and its affiliates disclaim any liability for any damages caused by use of this software or hardware in dangerous applications.
fr: Ce logiciel ou matériel a été développé pour un usage général dans le cadre d'applications de gestion des informations. Ce logiciel ou matériel n'est pas conçu ni n'est destiné à être utilisé dans des applications à risque, notamment dans des applications pouvant causer des dommages corporels. Si vous utilisez ce logiciel ou matériel dans le cadre d'applications dangereuses, il est de votre responsabilité de prendre toutes les mesures de secours, de sauvegarde, de redondance et autres mesures nécessaires à son utilisation dans des conditions optimales de sécurité. Oracle Corporation et ses affiliés déclinent toute responsabilité quant aux dommages causés par l'utilisation de ce logiciel ou matériel pour ce type d'applications.
it: Il presente software o hardware è stato sviluppato per un uso generico in varie applicazioni di gestione delle informazioni. Non è stato sviluppato né concepito per l'uso in campi intrinsecamente pericolosi, incluse le applicazioni che implicano un rischio di lesioni personali. Qualora il software o l'hardware venga utilizzato per impieghi pericolosi, è responsabilità dell'utente adottare tutte le necessarie misure di emergenza, backup e di altro tipo per garantirne la massima sicurezza di utilizzo. Oracle Corporation e le sue consociate declinano ogni responsabilità per eventuali danni causati dall'uso del software o dell'hardware per impieghi pericolosi.
pt_br: Este programa de computador foi desenvolvido para uso em diversas aplicações de gerenciamento de informações. Ele não foi desenvolvido nem projetado para uso em aplicações inerentemente perigosas, incluindo aquelas que possam criar risco de lesões físicas. Se utilizar este programa em aplicações perigosas, você será responsável por tomar todas e quaisquer medidas apropriadas em termos de segurança, backup e redundância para garantir o uso seguro de tais programas de computador. A Oracle Corporation e suas afiliadas se isentam de qualquer responsabilidade por quaisquer danos causados pela utilização deste programa de computador em aplicações perigosas.
sv: Programmet eller maskinvaran är avsett för generell användning i en mängd olika informationshanteringsprogram. Det är inte utvecklat för eller avsett för användning som till sin natur är att anses som farlig, inklusive verksamheter som kan orsaka risk för personskada. Vid användning av programmet eller maskinvaran i farlig verksamhet är det licenstagarens eget ansvar att vidta alla säkerhetsåtgärder för användning av programmen för sådana syften. Oracle Corporation och dess dotterbolag frånsäger sig allt ansvar för skador som uppkommer vid användning av programmet eller maskinvaran i sådan farlig verksamhet.
zh_cn: 本软件或硬件是为了在各种信息管理应用领域内的一般使用而开发的。它不应被应用于任何存在危险或潜在危险的应用领域，也不是为此而开发的，其中包括可能会产生人身伤害的应用领域。如果在危险应用领域内使用本软件或硬件，贵方应负责采取所有适当的防范措施，包括备份、冗余和其它确保安全使用本软件或硬件的措施。对于因在危险应用领域内使用本软件或硬件所造成的一切损失或损害，Oracle Corporation 及其附属公司概不负责。

source: Oracle and Java are registered trademarks of Oracle and/or its affiliates. Other names may be trademarks of their respective owners.
fr: Oracle et Java sont des marques déposées d'Oracle Corporation et/ou de ses affiliés. Tout autre nom mentionné peut correspondre à des marques appartenant à d'autres propriétaires qu'Oracle.
it: Oracle e Java sono marchi registrati di Oracle e/o delle relative consociate. Altri nomi possono essere marchi dei rispettivi proprietari.
pt_br: Oracle e Java são marcas comerciais registradas da Oracle Corporation e/ou de suas empresas afiliadas. Outros nomes podem ser marcas comerciais de seus respectivos proprietários.
sv: Oracle och Java är registrerade varumärken tillhörande Oracle och/eller dess dotterbolag. Övriga namn kan vara varumärken som tillhör respektive företag.
zh_cn: Oracle 和 Java 是Oracle 和/或其附属公司的注册商标。其他名称可能是各自所有者的商标。

source: AMD, Opteron, the AMD logo, and the AMD Opteron logo are trademarks or registered trademarks of Advanced Micro Devices. Intel and Intel Xeon are trademarks or registered trademarks of Intel Corporation. All SPARC trademarks are used under license and are trademarks or registered trademarks of SPARC International, Inc. UNIX is a registered trademark licensed through X/Open Company, Ltd.
fr: AMD, Opteron, le logo AMD et le logo AMD Opteron sont des marques ou des marques déposées d'Advanced Micro Devices. Intel et Intel Xeon sont des marques ou des marques déposées d'Intel Corporation. Toutes les marques SPARC sont utilisées sous licence et sont des marques ou des marques déposées de SPARC International, Inc. UNIX est une marque déposée concédée sous licence par X/Open Company, Ltd.
it: AMD, Opteron, il logo AMD e il logo AMD Opteron sono marchi o marchi registrati di Advanced Micro Devices. Intel e Intel Xeon sono marchi o marchi registrati di Intel Corporation. Tutti i marchi SPARC sono utilizzati in base alla relativa licenza e sono marchi o marchi registrati di SPARC International, Inc. UNIX è un marchio registrato concesso in licenza attraverso X/Open Company, Ltd.
pt_br: AMD, Opteron, o logotipo da AMD e o logotipo do AMD Opteron são marcas comerciais ou marcas comerciais registradas da Advanced Micro Devices. Intel e Intel Xeon são marcadas comerciais ou marcas comerciais registradas da Intel Corporation. Todas as marcas comerciais SPARC são usadas sob licença e são marcas comerciais ou marcas comerciais registradas da SPARC International, Inc. UNIX é uma marca comercial registrada licenciada por meio do consórcio X/Open Company Ltd.
sv: AMD, Opteron, AMD-logotypen samt AMD Opteron-logotypen är varumärken eller registrerade varumärken tillhörande Advanced Micro Devices. Intel och Intel Xeon är varumärken eller registrerade varumärken tillhörande Intel Corporation. Alla SPARC-varumärken används under licens och är varumärken eller registrerade varumärken tillhörande SPARC International, Inc. UNIX är ett registrerat varumärke licensierat via X/Open Company, Ltd.
zh_cn: AMD、Opteron、AMD 徽标以及 AMD Opteron 徽标是Advanced Micro Devices 的商标或注册商标。Intel 和 Intel Xeon是Intel Corporation 的商标或注册商标。所有SPARC 商标均是 SPARC International, Inc 的商标或注册商标，并应按照许可证的规定使用。UNIX 是通过 X/Open Company, Ltd 授权的注册商标。

source: This software or hardware and documentation may provide access to or information on content, products, and services from third parties. Oracle Corporation and its affiliates are not responsible for and expressly disclaim all warranties of any kind with respect to third-party content, products, and services. Oracle Corporation and its affiliates will not be responsible for any loss, costs, or damages incurred due to your access to or use of third-party content, products, or services.
fr: Ce logiciel ou matériel et la documentation qui l'accompagne peuvent fournir des informations ou des liens donnant accès à des contenus, des produits et des services émanant de tiers. Oracle Corporation et ses affiliés déclinent toute responsabilité ou garantie expresse quant aux contenus, produits ou services émanant de tiers. En aucun cas, Oracle Corporation et ses affiliés ne sauraient être tenus pour responsables des pertes subies, des coûts occasionnés ou des dommages causés par l'accès à des contenus, produits ou services tiers, ou à leur utilisation.
it: Il software o l'hardware e la documentazione possono includere informazioni su contenuti, prodotti e servizi di terze parti o collegamenti agli stessi. Oracle Corporation e le sue consociate declinano ogni responsabilità ed escludono espressamente qualsiasi tipo di garanzia relativa a contenuti, prodotti e servizi di terze parti. Oracle Corporation e le sue consociate non potranno quindi essere ritenute responsabili per qualsiasi perdita, costo o danno causato dall'accesso a contenuti, prodotti o servizi di terze parti o dall'utilizzo degli stessi.
pt_br: Este programa e sua documentação podem oferecer acesso ou informações relativas a conteúdos, produtos e serviços de terceiros. A Oracle Corporation e suas empresas afiliadas não fornecem quaisquer garantias relacionadas a conteúdos, produtos e serviços de terceiros e estão isentas de quaisquer responsabilidades associadas a eles. A Oracle Corporation e suas empresas afiliadas não são responsáveis por quaisquer tipos de perdas, despesas ou danos incorridos em consequência do acesso ou da utilização de conteúdos, produtos ou serviços de terceiros.
sv: Programmet eller maskinvaran och dess tillhörande dokumentation kan ge åtkomst till innehåll, produkter och tjänster från tredje part. Oracle Corporation och dess dotterbolag är inte ansvarigt för och frånsäger sig uttryckligen allt ansvar med avseende på innehåll, produkter och tjänster från tredje part. Oracle Corporation och dess dotterbolag ansvarar inte för förlust, kostnader eller skada av något slag som kan uppkomma från åtkomst eller användning av innehåll, produkter eller tjänster från tredje part.
zh_cn: 本软件或硬件以及文档可能提供了访问第三方内容、产品和服务的方式或有关这些内容、产品和服务的信息。对于第三方内容、产品和服务，Oracle Corporation 及其附属公司明确表示不承担任何种类的担保，亦不对其承担任何责任。对于因访问或使用第三方内容、产品或服务所造成的任何损失、成本或损害，Oracle Corporation 及其附属公司概不负责。

source: About Package Manager
fr: A propos du Gestionnaire de packages
it: Informazioni su Package Manager
pt_br: Sobre o Gerenciador de pacotes
zh_cn: 关于软件包管理器

source: Package Manager is a graphical user interface (GUI) for the Oracle Solaris Image Packaging System (IPS).
fr: Le Gestionnaire de packages constitue l'interface graphique du logiciel Oracle Solaris Image Packaging System (IPS).
it: Package Manager è un'interfaccia utente grafica (GUI, graphical user interface) per Oracle Solaris Image Packaging System (IPS).
pt_br: O Gerenciador de pacotes é uma interface gráfica de usuário (GUI) para o Oracle Solaris Image Packaging System (IPS).
zh_cn: 软件包管理器是 Oracle Solaris 映像包管理系统 (Image Packaging System, IPS) 的一个图形用户界面 (graphical user interface, GUI)。

source: See the <xref linkend="glossary"/> for definitions of terms used in this document.
fr: Vous trouverez dans le <xref linkend="glossary"/> les définitions des termes utilisés dans ce document.
it: Per le definizioni dei termini utilizzati nel presente documento consultare <xref linkend="glossary"/>.
pt_br: Consulte o <xref linkend="glossary"/> para obter definições dos termos usados neste documento.
zh_cn: 有关本文档中所使用术语的定义，请参见<xref linkend="glossary"/>。

source: Oracle Solaris Image Packaging System
zh_cn: Oracle Solaris 映像包管理系统

source: Oracle Solaris Image Packaging System (IPS) is a software delivery system that interacts with a package repository on a network. IPS is a framework that provides software lifecycle management capabilities, including software installation, upgrade, and removal.
fr: IPS (Oracle Solaris Image Packaging System) est un système de diffusion de logiciels qui interagit avec un référentiel de packages placé sur un réseau. IPS est une structure de gestion du cycle de vie des logiciels proposant des fonctionnalités telles que l'installation, la mise à niveau et la suppression de logiciels.
it: Oracle Solaris Image Packaging System (IPS) è un sistema di distribuzione del software in grado di interagire con un repository di pacchetti su una rete. IPS è una struttura che offre funzionalità di gestione del ciclo di vita del software, comprese le operazioni di installazione, aggiornamento e rimozione.
pt_br: O Oracle Solaris Image Packaging System (IPS) é um sistema de distribuição de software que interage com um repositório de pacotes em uma rede. O IPS é uma estrutura que oferece recursos de gerenciamento para o ciclo de vida do software, incluindo instalação, atualização e remoção de software.
zh_cn: Oracle Solaris 映像包管理系统 (Image Packaging System, IPS) 是一个软件交付系统，它与网络上的软件包系统信息库进行交互。IPS 是一个提供软件生命周期管理功能（包括软件安装、升级和删除）的框架。

source: After you install the Oracle Solaris operating system, you might find that some of the software you want to use is not available. This software probably is available in an IPS package repository. You can use Package Manager or the <literal>pkg</literal>(1M) command to download and install packages from a package repository.
fr: Après l'installation initiale du système d'exploitation Oracle Solaris, il est possible que certaines applications logicielles que vous souhaitez utiliser ne soient pas disponibles. Ces logiciels sont probablement disponibles dans un référentiel de packages IPS. Vous pouvez utiliser le Gestionnaire de packages ou la commande <literal>pkg</literal>(1M) pour télécharger et installer des packages à partir d'un référentiel de packages.
it: Dopo aver installato il sistema operativo Oracle Solaris, alcune delle applicazioni software che si desidera utilizzare potrebbero non essere disponibili. Tali applicazioni potrebbero essere disponibili in un repository di pacchetto IPS. È possibile utilizzare Package Manager o il comando <literal>pkg</literal>(1M) per scaricare e installare pacchetti da un repository di pacchetto.
pt_br: Após instalar o sistema operacional Oracle Solaris, talvez você perceba que algum dos softwares que deseja usar não está disponível. É provável que esse software esteja disponível em um repositório de pacotes IPS. Você pode usar o Gerenciador de pacotes ou o comando <literal>pkg</literal>(1M) para baixar e instalar pacotes de um repositório de pacotes.
zh_cn: 在安装 Oracle Solaris 操作系统后，您可能会发现您想使用的某个软件没有提供。该软件可能存在于某个 IPS 软件包系统信息库中。您可以使用软件包管理器或 <literal>pkg</literal>(1M) 命令从软件包系统信息库下载并安装软件包。

source: IPS also enables you to create a copy of an existing IPS package repository, create your own IPS package repository, and publish your own IPS packages. For more information about IPS, see the Oracle Solaris 11 Information Library. Go to <literal>download.oracle.com</literal>, select Documentation Index on the left, select Systems Software, select Oracle Solaris 11, and select View Library. See especially <citetitle>Adding and Updating Oracle Solaris 11 Software Packages</citetitle>.
fr: IPS vous permet également d'effectuer une copie d'un référentiel de packages IPS existant, de créer votre propre référentiel de packages et de publier vos propres packages IPS. Pour plus d'informations sur IPS, reportez-vous à la bibliothèque d'informations Oracle Solaris 11 Information Library. Rendez-vous sur <literal>download.oracle.com</literal>, sélectionnez Documentation Index (Index de la documentation) sur la gauche, sélectionnez Systems Software (Logiciels système), sélectionnez Oracle Solaris 11 et sélectionnez View Library (Afficher la bibliothèque). Consultez en particulier la section <citetitle>Adding and Updating Oracle Solaris 11 Software Packages</citetitle> (Ajout et mise à jour de packages logiciels Oracle Solaris 11).
it: IPS consente inoltre di creare una copia di un repository di pacchetti IPS esistente, creare il proprio repository di pacchetti IPS e pubblicare i propri pacchetti IPS. Per ulteriori informazioni su IPS, vedere l'apposita libreria informativa di Oracle Solaris 11. Visitare <literal>download.oracle.com</literal>, selezionare la sezione relativa all'indice della documentazione, visualizzare la sezione relativa al software dei sistemi, quindi scegliere Oracle Solaris 11 e il comando di visualizzazione della libreria. Vedere in particolare la sezione relativa all'<citetitle>aggiunta e all'aggiornamento dei pacchetti software Oracle Solaris 11</citetitle>.
pt_br: O IPS também permite criar uma cópia de um repositório de pacotes IPS existente, criar seu próprio repositório de pacotes IPS e publicar seus próprios pacotes IPS. Para obter mais informações sobre o IPS, consulte a Biblioteca de Informações do Oracle Solaris 11. Vá para <literal>download.oracle.com</literal>, selecione Documentation Index à esquerda, selecione Systems Software, selecione Oracle Solaris 11 e selecione View Library. Consulte <citetitle>Adding and Updating Oracle Solaris 11 Software Packages</citetitle>.
zh_cn: 通过 IPS，您还可以创建现有 IPS 软件包系统信息库的副本，创建您自己的 IPS 软件包系统信息库，以及发布您自己的 IPS 软件包。有关 IPS 的更多信息，请参见 Oracle Solaris 11 信息库。转到 <literal>download.oracle.com</literal>，在左侧选择 "Documentation Index"（文档索引），选择 "Systems Software"（系统软件），选择 "Oracle Solaris 11"，然后选择 "View Library"（查看库）。请专门参见 <citetitle>Adding and Updating Oracle Solaris 11 Software Packages</citetitle>（添加并更新 Oracle Solaris 11 软件包）。

source: Package Manager
fr: Gestionnaire de packages
id: Paket Pengelola
pt_br: Gerenciador de pacotes
sv: Pakethanteraren
zh_cn: 软件包管理器
